{
  "Japanese Novel": [
    {
      "name": "แดนดิไลออน",
      "id": "1",
      "translate_from": "ダンデライオン",
      "writer": "Eiichi Nakata",
      "translater": "ฉัตรขวัญ อดิศัย",
      "publisher": "Hummingbooks",
      "pages": "264 หน้า",
      "ISBN": "9786169373162",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_107.jpg",
      "price": "299 Baht",
      "description": "นี่คือนิยายระดับมาสเตอร์พีซที่ผสมผสานระหว่างความโรแมนติกแสนเศร้าอย่าง โทรศัพท์สลับมิติ ของโอตสึ อิจิ กับความลึกซึ้งกินใจอย่าง Your Name ของมาโคโตะ ชินไค ซึ่งจะมาเปลี่ยนนิยามความสุขของคุณไปตลอดกาล\nเรนจิ เด็กชายวัย 11 ขวบ ตื่นมากลายเป็นผู้ใหญ่ในชั่วข้ามคืน โดยกระโดดข้ามกาลเวลามายังอนาคตในอีก 20 ปี! โคฮารุ...หญิงสาวผู้อ้างตัวว่าเป็นคนรักของเขาบอกว่า เรนจิในวัยเด็กกับวัยผู้ใหญ่ ‘สลับร่าง’ กันหนึ่งวัน เรื่องราวยิ่งซับซ้อน...เมื่อเรนจิวัย 31 ปีที่ได้ไปอยู่ในร่างตัวเองตอนเด็ก ต้องไปช่วยชีวิต ใครบางคน ให้รอดพ้นเงื้อมมือของฆาตกร โดยใช้ชีวิตเป็นเดิมพัน!\n นิยายลึกลับบีบหัวใจท่ามกลางปุยเกสรดอกแดนดิไลออน ที่จะพาคุณไปไขปริศนาข้ามเวลาและการก้าวข้ามสู่วัยผู้ใหญ่ เคยคว้าอันดับ 1 หนังสือที่คนอยากอ่านมากที่สุด จากเว็บไซต์ Bookmeter"
    },
    {
      "name": "อาวุธแสนสวย",
      "id": "2",
      "translate_from": "美しき凶器",
      "writer": "Keigo Higashino",
      "translater": "รัตน์จิต ทองเปรม",
      "publisher": "Hummingbooks",
      "pages": "312 หน้า",
      "ISBN": "9786169373155",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_108.jpg",
      "price": "319 Baht",
      "description": "นักกีฬาชายหญิงสี่คนผู้เคยสร้างผลงานโดดเด่นในระดับโลก มีอดีตที่ต้องเก็บงำซ่อนเร้น พวกเขาลอบเข้าบ้านพักตากอากาศริมทะเลสาบของเซ็นโด ซึ่งเป็นบุคคลเดียวที่รู้ความลับของพวกตน โดยหมายจะกำจัดข้อมูลที่ชายคนนั้นเก็บไว้ โชคร้ายว่าถูกอีกฝ่ายจับได้จึงนำไปสู่การสังหาร ก่อนจะจุดไฟเผาบ้านเพื่อทำลายทิ้งทั้งศพเซ็นโดและข้อมูล ดูเหมือนว่าทุกอย่างจะเป็นไปด้วยดี…แต่หลังจากนั้นพวกเขากลับถูกบุคคลลึกลับตามล่าทีละคน ลักษณะการจู่โจมไม่ต่างจาก ‘แมงมุมพิษ’ และเบื้องหลังการก่ออาชญากรรมของผู้ล่าปริศนา อาจเป็นสิ่งที่นักกีฬาเหล่านี้หวาดกลัวมากที่สุด"
    },
    {
      "name": "ฆาตกรรม 11 อักษร",
      "id": "3",
      "translate_from": "11文字の殺人",
      "writer": "Keigo Higashino",
      "translater": "พลอยทับทิม ทับทิมทอง",
      "publisher": "Hummingbooks",
      "pages": "300 หน้า",
      "ISBN": "9786169373148",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/_/1/_11_.jpg",
      "price": "319 Baht",
      "description": "คาวาซึ...คนรักของฉันถูกฆ่าด้วยยาพิษแล้วโดนทุบหัวซ้ำ! จากนั้นคนร้ายก็นำศพไปทิ้งที่ท่าเรืออย่างไม่ไยดี ฆาตกรต้องเกลียดชังเขามากเพียงใด ถึงสังหารด้วยวิธีการโหดเหี้ยมเช่นนี้ ทว่าจากนั้นไม่นาน...นีซาโตะ ช่างภาพหญิงซึ่งเคยร่วมงานกับเขาก็ถูกฆ่าอีกคน ฉันสันนิษฐานว่าทั้งสองคดีอาจเกี่ยวข้องกัน จึงตัดสินใจไล่ล่าหาความจริง กระทั่งรู้ว่าเขากับหล่อนเคยเข้าร่วมการล่องเรือด้วยกันเมื่อปีที่แล้ว ทั้งยังเกิดอุบัติเหตุเรือล่ม จนมีผู้เสียชีวิตหนึ่งราย\nฉันพยายามสอบถามข้อมูลจากบรรดาผู้รอดชีวิต ทว่าพวกเขาเหล่านั้นกลับถูกฆ่าไปทีละคนเสียก่อน! โดยก่อนตาย...ทุกคนจะได้รับจดหมายปริศนา ซึ่งพิมพ์ด้วยอักษรภาษาญี่ปุ่น 11 ตัว เป็นประโยคว่า 'ด้วยแรงแค้นจากเกาะร้าง'\nความจริงอันสลับซับซ้อนที่ซุกซ่อนอยู่ภายใต้อักษร 11 ตัวนี้คืออะไรกันแน่"
    },
    {
      "name": "ปริศนาคาเฟ่ดอกไม้",
      "id": "4",
      "translate_from": "シクラメンと、見えない密室",
      "writer": "สึกะโท ฮาจิเมะ",
      "translater": "ฉัตรขวัญ อดิศัย",
      "publisher": "Hummingbooks",
      "pages": "368 หน้า",
      "ISBN": "9786169373179",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/c/o/cover__1.jpg",
      "price": "349 Baht",
      "description": "ร้านกาแฟ ‘มินาโกะ’ เต็มไปด้วยหมู่มวลดอกไม้เฝ้าคอยผู้มาเยือนอยู่เงียบๆ เมื่อเปิดประตูเข้าไปจะพบเจ้าของร้านแสนสวยผู้ลึกลับกับลูกสาว สองแม่ลูกไขปริศนายากๆ ที่เหล่าลูกค้าผู้กลัดกลุ้มนำมาปรึกษาได้อย่างปราดเปรื่อง โดยอาศัยความรู้เรื่อง ‘ดอกไม้และพืชพรรณ’ ที่พวกเธอหลงใหลและเชี่ยวชาญ\nอุซาโกะได้ยินมาว่า หากใช้ ‘กิ่งเฮเซล’ ฟาดสิ่งของที่เกี่ยวข้องกับคู่อริ ต่อให้ศัตรูอยู่ไกลแค่ไหนก็จะชักดิ้นชักงอด้วยความทรมาน เธอลองทำตามดู...ทว่าผลลัพธ์ที่ได้กลับทำให้อีกฝ่ายถึงแก่ความตาย!\nหลังจากสูดดมแก๊สพิษ ทางรอดเดียวของมิตซึกิคือต้องหนีลงบันได แต่กลับมีบางสิ่งคอยเหนี่ยวรั้ง ราวกักขังเธอไว้ในห้องปิดตายที่มองไม่เห็น บางที ‘ดอกไซคลาเมน’ ที่หล่นอยู่ในที่เกิดเหตุ อาจช่วยไขความลับนี้ได้\nเพียงเด็ด ‘ใบโอะโทงิริโซ’ พร้อมท่องคำอธิษฐาน ชายที่ใฝ่ฝันก็มาปรากฏตัวตรงหน้าโยโกะตามปรารถนา แต่จะเป็นไปได้อย่างไร...ในเมื่อเวลาเดียวกันนั้น เขาอาจพัวพันกับเหตุคนตกตึกที่อีกมุมหนึ่งของเมือง!\nฟุมิโกะเสียชีวิตโดยมีแจกัน ‘ดอกกุหลาบคริสต์มาส’ ตกอยู่ใกล้ๆ กลีบดอกไม้ที่หล่นเป็นทางไปตามรอยเท้าบนพื้นหิมะ จะช่วยเผยโฉมหน้าแท้จริงของฆาตกรได้อย่างไร\nนอกจากนี้ยังมีคดีและปริศนาเร้นลับอีก 3 เรื่อง ท่ามกลางบรรยากาศอบอวลด้วยกลิ่นหอมของดอกไม้ และกรุ่นไอร้อนของชากับกาแฟ\nนิยายแนว Cozy Mystery สุดน่าทึ่งแห่งปี เต็มเปี่ยมไปด้วยปริศนาน่าอัศจรรย์ที่ไม่น่าเกิดขึ้นได้ในความเป็นจริง ทว่ากลับได้รับการคลี่คลายอย่างสมเหตุสมผลและสง่างาม!"
    },
    {
      "name": "คดีชุลมุนนักสืบเครื่องดูดฝุ่น",
      "id": "5",
      "translate_from": "地べたを旅立つ　掃除機探偵の推理と冒険",
      "writer": "โซเอดะ ชิน",
      "translater": "ฉัตรขวัญ อดิศัย",
      "publisher": "Bibli",
      "pages": "368 หน้า",
      "ISBN": "9786168293409",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_108_2.jpg",
      "price": "385 Baht",
      "description": "ซุซุกะ เซตะ นายตำรวจสืบสวนวัย 33 ปี อยู่ที่เมืองซัปโปโรกับชูริ หลานสาวชั้นป. 5 ที่กำพร้าแม่ และเคยถูกพ่อเลี้ยงใช้ความรุนแรง วันหนึ่งเขาประสบอุบัติเหตุรถชนขณะเข้าไปช่วยหญิงชรา เมื่อฟื้นขึ้นมากลับพบว่าตัวเองได้กลายเป็นหุ่นยนต์เครื่องดูดฝุ่นอยู่ในตึกสำนักงานกฎหมายแห่งหนึ่ง แต่ระหว่างกำลังสับสน เขาก็พบศพชายคนหนึ่งในห้องเดียวกันนั้น ถูกตีที่ศีรษะตายปริศนา\nสำนึกแรกสุดของเขาก็คือเป็นห่วงชูริสุดใจ อยากจะไปปกป้องหลานไม่ให้พ่อเลี้ยงมาทำอันตราย แต่คดีที่อยู่เบื้องหน้าก็ปล่อยไปไม่ได้ เซตะพยายามส่งอีเมลขอความช่วยเหลือจากจ่าโทมิตะ เพื่อนตำรวจร่วมสถานีเพื่อขอให้ช่วยดูแลชูริ พร้อมกับคอยให้เบาะแสคดีฆาตกรรมในสำนักงานกฎหมายไปด้วย\nหลานสาวก็ต้องดูแล คดีฆาตกรรมก็จำเป็นต้องสืบ แต่จะทำอย่างไรในเมื่อสภาพของเขาเป็นเพียงเครื่องใช้ไฟฟาในบ้านเพียงเท่านั้น"
    },
    {
      "name": "ระลอกคลื่นยามค่ำคืน",
      "id": "6",
      "translate_from": "さざなみのよる",
      "writer": "คิซาระ อิซึมิ",
      "translater": "ฤทัยวรรณ เกษสกุล",
      "publisher": "Bibli",
      "pages": "256 หน้า",
      "ISBN": "9786168293416",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_109.jpg",
      "price": "299 Baht",
      "description": "โองุนิ นาสึมิ เสียชีวิตด้วยโรคมะเร็งตอนอายุ 43 ปี  ท่ามกลางเงามืดแห่งความสูญเสีย ทว่าคนที่เหลืออยู่ก็ยังต้องดำเนินชีวิตของตัวเองต่อไป พร้อมกับทำใจก้าวข้ามความเสียใจนั้น\nฮิเดโอะ สามีของนาสึมิที่สับสนในตัวตนว่า เมื่อไม่มีภรรยาแล้ว เขาคือใครกันแน่ ตอนจบของเรื่องมาบอกน้องสาว ทว่ากลับได้รับอะไรบางอย่างที่คาดไม่ถึงกลับมา\nคุณย่าเอมิโกะ ผู้เก็บงำความลับของครอบครัว และทำตามคำสั่งเสียของนาสึมิ\nฮิคาริ เด็กหญิงอายุ 8 ขวบลูกสาวฮิเดโอะกับภรรยาใหม่ ผู้ค้นพบความลับของครอบครัวเกี่ยวกับนาสึมิ จนรู้สึกว่าตนเองเป็นส่วนเกิน ฯลฯ\nหลากเรื่องราวของคนที่ยังมีชีวิตอยู่ที่ผูกพันกับคนที่จากไป แม้ว่าคนตายไม่อาจหวนคืน แต่ชีวิตที่ผ่านมาของนาสึมิก็สร้างแรงบันดาลใจให้คนที่ยังมีชีวิตอยู่ต่อไป นี่คือเรื่องราวของความตายที่ขับเน้นถึงความหมายในการมีชีวิต เปี่ยมไปด้วยอารมณ์ขันและให้กำลังใจ ผลงานสร้างรอยยิ้มและรอยน้ำตาอีกเล่มหนึ่งของคิซาระ อิซึมิ ผู้เขียน ขนมปังของวันพรุ่งนี้ แกงกะหรี่เมื่อวันวาน ที่ใครหลายคนหลงรัก"
    },
    {
      "name": "ด้ายแห่งความหวัง",
      "id": "7",
      "translate_from": "『希望の糸』",
      "writer": "Keigo Higashino",
      "translater": "บัณฑิต ประดิษฐานุวงษ์",
      "publisher": "Daifuku-Lit (ไดฟุกุ-ลีท)",
      "pages": "336 หน้า",
      "ISBN": "9786161403669",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161403669.jpg",
      "price": "319 Baht",
      "description": "ฮานาสึกะ ยาโยอิ หญิงสาวเจ้าของร้านคาเฟ่ถูกฆาตกรรมโดยมีดที่แทงจากด้านหลัง นักสืบมัตสึมิยะซึ่งดูแลการสืบสวนในคดีนี้ คาดการณ์ว่าเหตุดังกล่าวไม่ได้มีจุดประสงค์เพื่อเงินหรือข่มขืน แต่มีจุดประสงค์อื่น ผู้ต้องสงสัยเป็นชายสองคน คนหนึ่งคือ วาตานูกิ เท็ตสึฮิโกะ สามีเก่าของยาโยอิ และอีกคนคือ ชิโอมิ ยูกิโนบุ ลูกค้าประจำของร้านคาเฟ่ วาตานูกิ เท็ตสึฮิโกะได้รับการติดต่อจากฮานาสึกะ ยาโยอิ ก่อนเกิดเหตุไม่นาน เป็นการพบกันครั้งแรกตั้งแต่หย่าร้าง\nจากการพูดคุยมัตสึมิยะรู้สึกว่าชายผู้นี้กำลังปิดบังอะไรบางอย่างอยู่ ในที่สุด บุคคลที่ไม่คาดคิดก็สารภาพว่าเป็นผู้ฆ่ายาโยอิ แรงจูงใจมาจากเหตุการณ์ที่ซ่อนอยู่เมื่อสิบกว่าปีที่แล้วซึ่งทำให้เกิดความเข้าใจผิด อะไรคือความจริงของคดีนี้และความจริงที่ถูกซ่อนอยู่คืออะไร และยังมีความลับเกี่ยวกับชาติกำเนิดของมัตสึมิยะ ชูเฮ ลูกพี่ลูกน้องของคางะ เคียวอิจิโร่ ซึ่งเขาก็ปรากฏตัวขึ้นเคียงข้างชูเฮในการสืบสวน ด้ายแห่งความหวัง ผูกพันใครกันบ้าง โปรดติดตาม"
    }
  ],
  "Sci-fi": [
    {
      "name": "ดรุณีเร้นเงาและเรื่องสั้นอื่นๆ",
      "id": "11",
      "translate_from": "The Hidden Girl And Other Stories",
      "writer": "Ken Liu",
      "translater": "ลมตะวัน",
      "publisher": "Salt Publishing",
      "pages": "512 หน้า",
      "ISBN": "9786168266243",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168266243.png",
      "price": "480  Baht",
      "description": "ดรุณีเร้นเงาและเรื่องสั้นอื่นๆ รวมเรื่องสั้นไซไฟแฟนตาซี 18 เรื่องที่แม้จะไม่ทิ้งลายเซ็นเรื่องการผูกอดีตสู่อนาคต แต่ก็จะพุ่งไปข้างหน้ามากกว่าเดิม ดังนั้นไม่ว่าเรื่องจะพาเราย้อนไปอยู่กลางไฟสงครามแห่งอดีต ข้ามไปสู่อนาคตที่เรานึกภาพตามแทบไม่ออก จะเป็นแค่เรื่องของคนสองคนในชั่วไม่กี่วัน หรือเรื่องของคนไม่รู้เท่าไหร่ที่กินเวลานับร้อยนับพันปี มันก็ยังเป็นเรื่องของความสัมพันธ์ ของความรัก ของความทรงจำ หรือก็คือความเป็นมนุษย์นั่นเอง ซึ่งไม่ว่าจะอยู่ในกายเนื้อ กายทิพย์ กายกล หรือกายซิลิคอนบนดาวดวงไหนก็ไม่ต่างกัน"
    },
    {
      "name": "มหาศึกแห่งดูน (2 เล่ม)",
      "id": "12",
      "translate_from": "Dune",
      "writer": "Frank Herbert",
      "translater": "ดาวิษ ชาญชัยวานิช",
      "publisher": "Beat",
      "pages": "952 หน้า",
      "ISBN": "9786168293218",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/d/u/dune_cover-rgb_dune1_front.png",
      "price": "799 Baht",
      "description": "เมื่อจักรพรรดิพาดิชา ผู้นำสูงสุดของเหล่าดวงดาว มีบัญชาให้ดยุคเลโท อะเทรดีส เชื้อพระวงศ์ผู้สูงศักดิ์สละดาวคาลาดานที่ตระกูลอะเทรดีสของเขาปกครองมานานเพื่อไปครองบัลลังก์บนดาวดวงใหม่ที่ชื่ออาร์ราคิส หรือที่รู้จักในนาม “ดูน” ดาวแห่งทะเลทราย ดยุคเลโทจำใจต้องทำตามบัญชา\nแม้ว่าดาวอาร์ราคิสจะเป็นดาวเคราะห์ที่เต็มไปด้วยทรัพยากรที่ล้ำค่าที่สุดในจักรวาลอย่าง “สไปซ์” ที่อาจสร้างความมั่งคั่งให้กับตระกูลอะเทรดีสและประชาชนของเขา แต่ดยุคเลโทรู้ดีว่าคำสั่งย้ายไปครองดาวอาร์ราคิสครั้งนี้ต้องเป็นแผนร้ายของบารอนวลาดิเมียร์ ฮาร์คอนเนน แห่งตระกูลฮาร์คอนเนน ศัตรูคู่แค้น เขารู้ว่าจะต้องมีกับดักบางอย่าง และต้องเป็นกับดักที่อันตรายอย่างที่ไม่เคยมีมาก่อน\nพบกับมหากาพย์การศึกบนดาวอาร์ราคิสและเด็กหนุ่มผู้มีนามว่า พอล อะเทรดีส บุตรชายวัย 15 ของดยุคเลโท ผู้ตกอยู่ท่ามกลางแผนการร้ายที่อาจคร่าชีวิตพ่อของเขา รวมถึงทำลายตระกูลของเขาลงด้วย แผนการอันเลวร้ายที่รอตระกูลของเขาอยู่คืออะไร พวกเขาสามารถไว้ใจใครได้บ้าง ใครจะเป็นผู้ทรยศ และตระกูลอะเทรดีสจะรอดพ้นจากกับดักที่อาจทำลายล้างตระกูลของเขาลงทั้งหมดได้หรือไม่\nDune เขียนโดย แฟรงก์ เฮอร์เบิร์ต ตีพิมพ์ครั้งแรกในปี 1965 และได้รับการยอมรับว่าเป็นนิยายชิ้นเอกของโลกมาตลอดจนถึงปัจจุบัน เป็นนิยายที่มีส่วนผสมอันยอดเยี่ยมของเรื่องราวอันยิ่งใหญ่ การผจญภัยอันตื่นเต้น ไซ-ไฟ แฟนตาซี เวทมนตร์ และการเมือง นี่คือนิยายไซ-ไฟคลาสสิกของโลกตลอดกาล เป็นนิยายไซ-ไฟเพียงหนึ่งเดียวที่มีกลิ่นอายแฟนตาซี จนได้รับการขนานนามว่าเป็น The Lord of the Rings แห่งแวดวงนิยายไซ-ไฟ และเคยได้รับรางวัล Hugo Award และ Nebula Award สาขานิยายยอดเยี่ยมตั้งแต่ตีพิมพ์ครั้งแรกในปี 1966"
    },
    {
      "name": "ฝ่าสัญญาณฉุกเฉิน",
      "id": "13",
      "translate_from": "All Systems Red",
      "writer": "Martha Wells",
      "translater": "พลอย โจนส์",
      "publisher": "Salt Publishing",
      "pages": "168 หน้า",
      "ISBN": "9786168266229",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168266229.jpg",
      "price": "225 Baht",
      "description": "นิยายเล่มแรกจากชุด ‘บันทึกบอตสังหาร’ หนึ่งในนิยายชุดขายดีแห่ง New York Times และ USA Today ที่ได้รับรางวัล Best Novella จาก Hugo Award และ Nebula Award และยังได้รับรางวัลจาก Alex Award และ Locus Award ทั้งหมดนี้ในปีเดียวกัน!"
    },
    {
      "name": "รหัสมารดร",
      "id": "14",
      "translate_from": "The Mother Code",
      "writer": "Carole Stivers",
      "translater": "อภิญญา ธโนปจัย",
      "publisher": "แพรวสำนักพิมพ์",
      "pages": "372 หน้า",
      "ISBN": "9786161842666",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161842666.jpg",
      "price": "395  Baht",
      "description": "นิยายแปล แนววิทยาศาสตร์ โลกยุคอนาคต จะเป็นอย่างไรหากเราใส่โปรแกรม ความเป็นแม่ เข้าไปในหุ่นยนต์ที่ไร้หัวใจ..\nปี ค.ศ. 2049 โลกกำลังโดนอาวุธชีวภาพจากความผิดพลาดในงานวิจัยเข้ารุกราน พวกมันกำลังค่อยๆ คืบคลานไปยังพื้นที่ทั่วโลกอย่างช้าๆ เจมส์ เซด นักวิทยาศาสตร์ผู้เชี่ยวชาญด้านการดัดแปลงยีนถูกรัฐบาลสหรัฐฯ เรียกตัวอย่างลับๆ เขาและทีมร่วมกันค้นคว้า วิจัย และทดลองตลอดระยะเวลาสองปี ทว่าล้มเหลว แผนรองรับสุดท้ายที่รัฐบาลกลางเอาไว้เพื่อไม่ให้มนุษยชาติสูญพันธุ์ คือการผลิตเด็กรุ่นใหม่ที่สามารถต้านเชื้อไวรัสนี้ได้ โดยมีหุ่นยนต์ซึ่งถูกโปรแกรม รหัสมารดร เป็นผู้ให้กำเนิดและเลี้ยงดูพวกเขาให้เติบโต\nปี ค.ศ. 2054 ไค เกิดและเติบโตขึ้นในทะเลทรายอันห่างไกล โดยมีหุ่นยนต์มารดรโร-ซี คอยอุ้มชูและเลี้ยงดูมาตลอดหลายปี โรซีบอกไคว่ายังมีเด็กแบบเขาอีกหลายคน เด็กๆ ที่ถูกเลี้ยงโดยหุ่นยนต์มารดรแบบเดียวกัน ถึงเวลาแล้วที่ไคต้องตามหาเด็กคนอื่น ในโลกที่แม้แต่เขาก็ยังไม่รู้เลยว่ามีมนุษย์หลงเหลืออยู่บ้างหรือไม่"
    },
    {
      "name": "กาลวิบัติ เล่ม 1 ตอน ฤดูมรณะ",
      "id": "15",
      "translate_from": "The Fifth Season",
      "writer": "N.K. Jemisin",
      "translater": "มุกดา จันทรศิลา",
      "publisher": "Salt Publishing",
      "pages": "448 หน้า",
      "ISBN": "9786168266168",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168266168.png",
      "price": "395  Baht",
      "description": "นี่คือนิยายไซไฟแฟนตาซีที่เปี่ยมด้วยพลัง เรื่องราวของคนที่ถูกสังคมกดขี่ การเปลี่ยนแปลงของภูมิอากาศ และการเอาตัวรอด ถ่ายทอดผ่านความลึกลับของโลกอันไกลโพ้นเหนือจินตนาการ\nโลกที่มี 'โอโรจิน' ผู้มีพลังพิเศษ สามารถขับเคลื่อนธรณี\nโลกที่มี 'โอเบลิสก์' แท่งหินประหลาดลอยอยู่บนท้องฟ้า\nโลกที่เกิด 'ฤดูกาล' สภาพอากาศแปรปรวน อุณหภูมิตกฮวบ เถ้าธุลีโปรยปรายราวสายฝน กินเวลานานนับศตวรรษ\nคุณต้องระลึกไว้ว่า ตอนจบของเรื่องหนึ่ง เป็นเพียงจุดเริ่มต้นของอีกเรื่องหนึ่ง...\n'ฤดูมรณะ' ปฐมบทแห่งนิยายไซไฟแฟนตาซีไตรภาค คว้ารางวัล Hugo Award และรางวัล Sputnik Award ทั้งยังถูกเสนอชื่อให้เข้าชิงรางวัล Nebula Award และ World Fantasy Award ในสาขา Best Novel อีกด้วย"
    },
    {
      "name": "วอร์โคสิกัน เซตากันดา",
      "id": "16",
      "translate_from": "Cetaganda",
      "writer": "Lois McMaster Bujold",
      "translater": "ลมตะวัน",
      "publisher": "โซลิส (Solis)",
      "pages": "312 หน้า",
      "ISBN": "9786169361916",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169361916.png",
      "price": "350   Baht",
      "description": "คุณญาติที่รัก นายรู้ใช่ไหมว่าปัญหาของการเล่นเป็นแมงมุมชักใยก็คือ ไม่ช้าก็เร็ว ทุกฝ่ายจะสาวใยนั่นกลับมาถึงตัวตาย พอถึงเวลานั้นท่านจอมบงการผู้ยิ่งใหญ่จะทำเยี่ยงไรเล่าขอรับ\nเพื่อร่วมพระราชพิธีศพสมเด็จพระจักรพรรดินีแห่งเซตากันดา ดาวเคราะห์ที่ตัดแต่งพันธุกรรมประชากรทุกคน จนมีหน้าตาและคุณสมบัติเลอเลิศเกินมนุษย์ที่สำคัญ ยังเป็นดาวคู่อริกับบาร์รายาร์มาหลายชั่วรุ่น ไมล์ส วอร์โคสิกันและญาติคู่ซี้ อิวาน วอร์พาทริล จึงได้รับคำสั่งให้เดินทางไปยังเอตาเซดา นครหลวงแดนศัตรู\nท่านลอร์ดตัวเล็กจอมเจ้าเล่ห์และญาติหนุ่มหล่อสุดเด๋อด๋าจะป่วนกันสนั่นดาวขนาดไหน เมื่อต้องเผชิญกับคดีฆาตกรรมและแผนการชั่วร้ายจากศัตรูปริศนา\nไหวพริบ เสน่ห์ และความเป็นอัจฉริยะแบบบุกตะลุยไม่คิดหน้าคิดหลังของไมลส์ ไนสมิธ วอร์โคสิกัน ทำให้เรื่องชุดนี้สนุกจนหยุดไม่อยู่"
    },
    {
      "name": "ดินแดนคนตาบอด",
      "id": "17",
      "translate_from": "THE COUNTRY OF THE BLIND",
      "writer": "H. G. Wells.",
      "translater": "มโนราห์",
      "publisher": "สมมติ",
      "pages": "120 หน้า",
      "ISBN": "9786167196565",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786167196565_2.jpg",
      "price": "150 Baht",
      "description": "'...ในดินแดนคนตาบอด คนตาเดียวคือพระราชา...'\n...เขาเริ่มประจักษ์แก่ใจว่า คนเราไม่อาจต่อสู้หักหาญกับเพื่อนร่วมโลกที่มีพื้นเพความคิดจิตใจเป็นคนละแบบกับเราอย่างสิ้นเชิง...\n...คนตาบอดถามว่า เขายังคิดว่าตัวเอง ‘มองเห็น’ อยู่อีกหรือไม่ ‘ไม่แล้ว’ เขาบอก ‘เรื่องนั้นมันงี่เง่า’ คำนั้นไม่มีความหมายอะไรเลย ยิ่งกว่าไม่มีเสียอีก!..\nบางส่วนจาก ดินแดนคนตาบอด\n(The Country of the Blind)"
    },
    {
      "name": "เดอะโฟลด์ วงแหวนพับมิติ",
      "id": "18",
      "translate_from": "The Fold",
      "writer": "Peter Clines",
      "translater": "อาริตา พงศ์ธรานนท์",
      "publisher": "โซลิส (Solis)",
      "pages": "408 หน้า",
      "ISBN": "9786169361909",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169361909.png",
      "price": "360 Baht",
      "description": "เรื่องราวอันตื่นเต้นอย่างชาญฉลาด ตัวละครเอกที่มีสมองล้ำเลิศ และความลึกลับที่ทำให้ผมประหลาดใจได้อย่างแท้จริง\n- Andy Weir (ผู้เขียนเรื่อง The Martian)"
    }
  ],
  "Fantasy": [
    {
      "name": "สัตว์วิเศษแห่งเอลด์",
      "id": "21",
      "translate_from": "The Forgotten Beasts of Eld",
      "writer": "Patricia A. McKillip",
      "translater": "ณัฐชยา หิรัญญสมบัติ",
      "publisher": "Words Wonder",
      "pages": "300 หน้า",
      "ISBN": "9786168175200",
      "img": "https://readery.co/media/catalog/product/0/0/00000_1.jpg",
      "price": "280 Baht",
      "description": "ามของสัตว์วิเศษโบราณที่มนุษย์ลืมเลือนไปกำลังจะกลับมา...\nซีเบล จอมเวทแห่งภูเขาเอลด์ ใช้ชีวิตอย่างสันโดษกับเหล่าสัตว์วิเศษในตำนาน หมูป่าไซริน, นางหงส์ดำแห่งเทอร์ลิท, ราชสีห์กูลส์แห่งทะเลทรายแดนใต้, วิฬาร์โมไรอาห์, พญาเหยี่ยวแทร์ และมังกรกีลด์ พวกมันล้วนยอมมอบนามอันหมายถึงชีวิตและพลังอำนาจทั้งหมดของพวกมันให้แก่เธอ และอยู่ร่วมกันกับเธอในภูเขาเอลด์อันกว้างใหญ่ แต่แล้ววันหนึ่ง ชีวิตอันสันโดษกับเหล่าสัตว์วิเศษของเธอก็ต้องเปลี่ยนไป เมื่อมีเด็กทารกคนหนึ่งเข้ามา"
    },
    {
      "name": "เกมลับแดนพิศวง เล่ม 1",
      "id": "22",
      "translate_from": "Wonderscape",
      "writer": "Jennifer Bell",
      "translater": "พลอย โจนส์",
      "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
      "pages": "264 หน้า",
      "ISBN": "9786160454044",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160454044.jpg",
      "price": "295 Baht",
      "description": "ยินดีต้อนรับสู่เกมที่จะเปลี่ยนโลกของคุณไปตลอดกาล!\nเช้าวันหนึ่งขณะที่อาเธอร์กำลังเดินทางไปโรงเรียนก็พบว่าตุ๊กตาโนมตกแต่งสวนของบ้านข้างๆ เกิดระเบิดขึ้น เสียงร้องอันโหยหวนของสุนัขที่ติดอยู่ในบ้านเรียกให้เขาพร้อมทั้งเซซิลีและเร็น เพื่อนร่วมชาตะกรรมเดียวกันย่างเท้าเข้าสู่บ้านหลังนั้นเพื่อช่วยเหลือสุนัขจนตกกระไดพลอยโจนเข้าไปผจญภัยในเกมลับแดนพิศวงแห่งโลกอนาคตในอีกสี่ร้อยปีข้างหน้า!\nพวกเขาต้องฝ่าฟันภยันตรายนานัปการพร้อมการทำตามเงื่อนไขของเส้นตายสุดระทึกที่ท้าทายให้ต้องเค้นสมอง ปลุกความกล้าหาญ และผสานมิตรภาพอันเหนียวแน่น เพื่อที่จะปลดปล่อยเหล่าวีรชนผู้ถูกจองจำและกลับบ้านอย่างปลอดภัย"
    },
    {
      "name": "เด็กชายแห่งมนตรา",
      "id": "23",
      "translate_from": "The Witch's Boy",
      "writer": "Kelly Barnhill",
      "translater": "ศการ์",
      "publisher": "Words Wonder",
      "pages": "350 หน้า",
      "ISBN": "9786168175187",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168175187.jpg",
      "price": "350 Baht",
      "description": "เน็ด คือผู้มีชีวิตรอดจากเหตุการณ์เลวร้ายในวัยเด็ก ที่ทำให้ฝาแฝดของเขาเสียชีวิตไป ผู้คนในหมู่บ้านต่างคิดว่าสรรค์เลือกเอาชีวิตไปผิดคน ผู้ที่ควรจะรอดน่าจะเป็นฝาแฝดอีกคนมากกว่า\nอนญา คือลูกสาวของราชาจอมโจร ผู้ได้ยินจากแม่ของเธอก่อนตายว่า เด็กชายผู้เป็นความผิดพลาดจะช่วยชีวิตเธอไว้ และเธอจะช่วยชีวิตเขา\nทั้งสองคนได้พบกันเมื่อราชาจอมโจรมาเพื่อขโมยเวทมนตร์ที่แม่ของเน็ดเป็นผู้ปกป้อง\nและการเดินทางอันยิ่งใหญ่ เพื่อหยุดสงครามระหว่างสองอาณาจักรก็ได้เริ่มขึ้น"
    },
    {
      "name": "รุ่งอรุณแห่งวิหกเพลิง",
      "id": "24",
      "translate_from": "Run and Rising",
      "writer": "Leigh Bardugo",
      "translater": "ทัศน์พร รายยวา",
      "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
      "pages": "360 หน้า",
      "ISBN": "9786160453351",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160453351.jpg",
      "price": "295 Baht",
      "description": "ขอต้อนรับสู่ราฟกา ... โลกแห่งวิทยาศาสตร์และความเชื่องมงายซึ่งไม่มีสิ่งใดเป็นดั่งที่ตาเห็น\nชะตาของประเทศขึ้นอยู่กับผู้เรียกสุริยะที่แหลกสลาย นักแกะรอยผู้เสื่อมเกียรติ และเศษซากของกองทัพกรีชาที่เคยยิ่งใหญ่ เจ้าแห่งความมืดขึ้นครองราชย์บนบัลลังก์แห่งเงามืด ในขณะที่ 'อาลินา สตาร์คอฟ' ผู้อ่อนแรงกำลังฟื้นตัวจากสงครามครั้งก่อนภายใต้การคุ้มกันอันน่ากังขาของเหล่าคนคลั่งศาสนาที่บูชานางราวกับนักบุญ\nบัดนี้ความหวังของนางฝากไว้กับเวทมนตร์ของสิ่งมีชีวิตโบราณที่หายสาบสูญไปเนิ่นนานและโอกาสที่เจ้าชายนอกกฎหมายจะยังมีชีวิตอยู่ ขณะที่พันธมิตรและศัตรูของอาลินามุ่งหน้าเข้าสู่สงคราม มีเพียงอาลินาเท่านั้นที่ยืนหยัดคั่นกลางระหว่างประเทศของนางและคลื่นความมืดที่โหมกระหน่ำทำลายล้างโลก อาลินาต้องเสาะหาพลังในตำนานเพื่อชนะสงครามครั้งนี้ แต่การครอบครองมันอาจทำลายตัวนางจนพินาศสิ้น"
    },
    {
      "name": "แดนมรณะแห่งพยับเงา",
      "id": "25",
      "translate_from": "Shadow and Bone",
      "writer": "Leigh Bardugo",
      "translater": "ทัศน์พร รายยวา",
      "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
      "pages": "336 หน้า",
      "ISBN": "9786160453375",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160453375.jpg",
      "price": "275 Baht",
      "description": "สัมผัสโลกแฟนตาซีแปลกใหม่ที่มีกลิ่นอายวิถีชีวิตรัสเซียอันหนาวยะเยือก เป็นโลกเวทมนตร์ที่ไม่มีคำร่ายเวทย์ประหลาดและการโบกไม้คทาวิเศษ\nณ 'ราฟกา' ดินแดนที่ถูกแบ่งแยกด้วยความมืดมิดแห่ง 'แดนพยับเงา' และ 'โวลครา' —สัตว์ร้ายกินคนในตำนาน 'กรีชา' นักรบเปี่ยมพรสวรรค์ผู้มีความสามารถควบคุมสสารในธรรมชาติจึงเป็นดั่งผู้คุ้มภัยหนึ่งเดียวให้แก่ชาวราฟกา แต่แล้ววันหนึ่ง 'อาลินา สตาร์คอฟ' เด็กสาวผู้ไม่มีอะไรพิเศษได้ค้นพบพรสวรรค์ที่ซ่อนเร้นเป็นครั้งแรก นางได้ถูก 'เจ้าแห่งความมืด' ชายหนุ่มลึกลับผู้นำเหล่ากรีชา พาเข้าสู่ราชสำนักเพื่อฝึกฝนและลิ้มลองรสชาติชีวิตแปลกใหม่\nเบื้องหน้าคืออนาคตของราฟกาที่มีเธอเป็นแสงแห่งความหวัง ทว่าสิ่งที่อาจต้องทิ้งไว้เบื้องหลังคือ 'มัล' มิตรภาพหนึ่งเดียวในวัยเยาว์ พรสวรรค์นี้นำมาซึ่งโชคชะตา อำนาจ ความรัก หรือสิ่งใดกันแน่?"
    },
    {
      "name": "อหังการเจ้าแห่งความมืด",
      "id": "26",
      "translate_from": "Siege and Storm",
      "writer": "Leigh Bardugo",
      "translater": "ทัศน์พร รายยวา",
      "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
      "pages": "408 หน้า",
      "ISBN": "9786160453368",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160453368.jpg",
      "price": "275 Baht",
      "description": "ขอต้อนรับสู่ราฟกา ... โลกแห่งวิทยาศาสตร์และความเชื่องมงายซึ่งไม่มีสิ่งใดเป็นดั่งที่ตาเห็น\nพลังของ 'อาลินา' ทวีขึ้น ทว่าต้องแลกกับอะไรบางอย่าง นางคือผู้เรียกสุริยะที่ถูกตามล่าไปทั่วทะเลจริงและถูกชีวิตที่นางคร่าไปในแดนพยับเงาตามหลอกหลอน แต่นางกับมัลไม่อาจหนีจากศัตรูได้นาน เจ้าแห่งความมืดมุ่งมั่นยิ่งกว่าเดิมที่จะยึดเอาเวทมนตร์ของอาลินาเพื่อขึ้นครองบัลลังก์แห่งราฟกา เมื่อไม่มีที่ใดให้หนีอีกแล้ว อาลินาจึงขอความช่วยเหลือจากโจรสลัดหลวงร้อยเล่ห์และขึ้นเป็นผู้นำกองทัพกรีชา\nทว่าเมื่อความจริงเกี่ยวกับชะตาชีวิตของอาลินาเปิดเผย นางก็ถลำลึกลงไปในเกมมรณะแห่งเวทมนตร์ต้องห้ามจนห่างไกลจากความเป็นมนุษย์ออกไปเรื่อยๆ อาลินาต้องเลือกระหว่างพลังของนางกับความรักที่นางเคยได้พักพิงเสมอเพื่อปกป้องประเทศ\nไม่มีชัยชนะใดปราศจากการเสียสละ และมีเพียงอาลินาเท่านั้นที่ฟันฝ่าพายุซึ่งกำลังจะมาถึงได้"
    },
    {
      "name": "ดาบแห่งโชคชะตา",
      "id": "27",
      "translate_from": "The Witcher: Sword of Destiny",
      "writer": "Andrzej Sapkowski",
      "translater": "ต้องตา สุธรรมรังษี, ธนพร ภู่ทอง",
      "publisher": "แพรวสำนักพิมพ์",
      "pages": "454 หน้า",
      "ISBN": "9786161843434",
      "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161843434.png",
      "price": "435 Baht",
      "description": "วิทเชอร์มีกฎสำคัญข้อหนึ่ง ห้ามฆ่ามังกร โดยเด็ดขาด!\nมังกรเป็นสิ่งมีชีวิตที่เเสนอันตราย วิทเชอร์จะฆ่าสัตว์ประหลาดตัวใดก็ได้ เเต่ต้องไม่ใช่มังกร เเล้วเกรอลท์จะทำอย่างไร เมื่อเขาต้องเข้าร่วมขบวนล่ามังกรของราชานีดาเมียร์อย่างเลี่ยงไม่ได้ ในขบวนนี้มีทั้งเอค อัศวินผู้ทรงธรรม พี่น้องรีฟเฟอร์ผู้เชี่ยวชาญในการล่ามังกร เเละคนเเคระทั้งหกภายใต้การนำของยาร์เปน ชิกริน\nทุกฝ่ายต่างมีเเรงจูงใจต่างกัน เเต่เป้าหมายเพียงหนึ่งเดียว โอกาสรอดของมังกรช่างริบหรี่นัก\nขอเชิญพบกับเรื่องราวที่ท้าทายขีดจำกัดความเป็นไปได้ เเละโชคชะตาซึ่งอันตรายดุจดาบสองคม"
    }
  ]
}
