[
  {
    "name": "แดนดิไลออน",
    "id": "1",
    "translate_from": "ダンデライオン",
    "writer": "Eiichi Nakata",
    "translater": "ฉัตรขวัญ อดิศัย",
    "publisher": "Hummingbooks",
    "pages": "264 หน้า",
    "ISBN": "9786169373162",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_107.jpg",
    "price": "฿299.00",
    "description": "นี่คือนิยายระดับมาสเตอร์พีซที่ผสมผสานระหว่างความโรแมนติกแสนเศร้าอย่าง โทรศัพท์สลับมิติ ของโอตสึ อิจิ กับความลึกซึ้งกินใจอย่าง Your Name ของมาโคโตะ ชินไค ซึ่งจะมาเปลี่ยนนิยามความสุขของคุณไปตลอดกาล\nเรนจิ เด็กชายวัย 11 ขวบ ตื่นมากลายเป็นผู้ใหญ่ในชั่วข้ามคืน โดยกระโดดข้ามกาลเวลามายังอนาคตในอีก 20 ปี! โคฮารุ...หญิงสาวผู้อ้างตัวว่าเป็นคนรักของเขาบอกว่า เรนจิในวัยเด็กกับวัยผู้ใหญ่ ‘สลับร่าง’ กันหนึ่งวัน เรื่องราวยิ่งซับซ้อน...เมื่อเรนจิวัย 31 ปีที่ได้ไปอยู่ในร่างตัวเองตอนเด็ก ต้องไปช่วยชีวิต ใครบางคน ให้รอดพ้นเงื้อมมือของฆาตกร โดยใช้ชีวิตเป็นเดิมพัน!\n นิยายลึกลับบีบหัวใจท่ามกลางปุยเกสรดอกแดนดิไลออน ที่จะพาคุณไปไขปริศนาข้ามเวลาและการก้าวข้ามสู่วัยผู้ใหญ่ เคยคว้าอันดับ 1 หนังสือที่คนอยากอ่านมากที่สุด จากเว็บไซต์ Bookmeter",
    "stock": 5
  },
  {
    "name": "อาวุธแสนสวย",
    "id": "2",
    "translate_from": "美しき凶器",
    "writer": "Keigo Higashino",
    "translater": "รัตน์จิต ทองเปรม",
    "publisher": "Hummingbooks",
    "pages": "312 หน้า",
    "ISBN": "9786169373155",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_108.jpg",
    "price": "฿319.00",
    "description": "นักกีฬาชายหญิงสี่คนผู้เคยสร้างผลงานโดดเด่นในระดับโลก มีอดีตที่ต้องเก็บงำซ่อนเร้น พวกเขาลอบเข้าบ้านพักตากอากาศริมทะเลสาบของเซ็นโด ซึ่งเป็นบุคคลเดียวที่รู้ความลับของพวกตน โดยหมายจะกำจัดข้อมูลที่ชายคนนั้นเก็บไว้ โชคร้ายว่าถูกอีกฝ่ายจับได้จึงนำไปสู่การสังหาร ก่อนจะจุดไฟเผาบ้านเพื่อทำลายทิ้งทั้งศพเซ็นโดและข้อมูล ดูเหมือนว่าทุกอย่างจะเป็นไปด้วยดี…แต่หลังจากนั้นพวกเขากลับถูกบุคคลลึกลับตามล่าทีละคน ลักษณะการจู่โจมไม่ต่างจาก ‘แมงมุมพิษ’ และเบื้องหลังการก่ออาชญากรรมของผู้ล่าปริศนา อาจเป็นสิ่งที่นักกีฬาเหล่านี้หวาดกลัวมากที่สุด",
    "stock": 10
  },
  {
    "name": "ฆาตกรรม 11 อักษร",
    "id": "3",
    "translate_from": "11文字の殺人",
    "writer": "Keigo Higashino",
    "translater": "พลอยทับทิม ทับทิมทอง",
    "publisher": "Hummingbooks",
    "pages": "300 หน้า",
    "ISBN": "9786169373148",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/_/1/_11_.jpg",
    "price": "฿319.00",
    "description": "คาวาซึ...คนรักของฉันถูกฆ่าด้วยยาพิษแล้วโดนทุบหัวซ้ำ! จากนั้นคนร้ายก็นำศพไปทิ้งที่ท่าเรืออย่างไม่ไยดี ฆาตกรต้องเกลียดชังเขามากเพียงใด ถึงสังหารด้วยวิธีการโหดเหี้ยมเช่นนี้ ทว่าจากนั้นไม่นาน...นีซาโตะ ช่างภาพหญิงซึ่งเคยร่วมงานกับเขาก็ถูกฆ่าอีกคน ฉันสันนิษฐานว่าทั้งสองคดีอาจเกี่ยวข้องกัน จึงตัดสินใจไล่ล่าหาความจริง กระทั่งรู้ว่าเขากับหล่อนเคยเข้าร่วมการล่องเรือด้วยกันเมื่อปีที่แล้ว ทั้งยังเกิดอุบัติเหตุเรือล่ม จนมีผู้เสียชีวิตหนึ่งราย\nฉันพยายามสอบถามข้อมูลจากบรรดาผู้รอดชีวิต ทว่าพวกเขาเหล่านั้นกลับถูกฆ่าไปทีละคนเสียก่อน! โดยก่อนตาย...ทุกคนจะได้รับจดหมายปริศนา ซึ่งพิมพ์ด้วยอักษรภาษาญี่ปุ่น 11 ตัว เป็นประโยคว่า 'ด้วยแรงแค้นจากเกาะร้าง'\nความจริงอันสลับซับซ้อนที่ซุกซ่อนอยู่ภายใต้อักษร 11 ตัวนี้คืออะไรกันแน่",
    "stock": 10
  },
  {
    "name": "ปริศนาคาเฟ่ดอกไม้",
    "id": "4",
    "translate_from": "シクラメンと、見えない密室",
    "writer": "สึกะโท ฮาจิเมะ",
    "translater": "ฉัตรขวัญ อดิศัย",
    "publisher": "Hummingbooks",
    "pages": "368 หน้า",
    "ISBN": "9786169373179",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/c/o/cover__1.jpg",
    "price": "฿349.00",
    "description": "ร้านกาแฟ ‘มินาโกะ’ เต็มไปด้วยหมู่มวลดอกไม้เฝ้าคอยผู้มาเยือนอยู่เงียบๆ เมื่อเปิดประตูเข้าไปจะพบเจ้าของร้านแสนสวยผู้ลึกลับกับลูกสาว สองแม่ลูกไขปริศนายากๆ ที่เหล่าลูกค้าผู้กลัดกลุ้มนำมาปรึกษาได้อย่างปราดเปรื่อง โดยอาศัยความรู้เรื่อง ‘ดอกไม้และพืชพรรณ’ ที่พวกเธอหลงใหลและเชี่ยวชาญ\nอุซาโกะได้ยินมาว่า หากใช้ ‘กิ่งเฮเซล’ ฟาดสิ่งของที่เกี่ยวข้องกับคู่อริ ต่อให้ศัตรูอยู่ไกลแค่ไหนก็จะชักดิ้นชักงอด้วยความทรมาน เธอลองทำตามดู...ทว่าผลลัพธ์ที่ได้กลับทำให้อีกฝ่ายถึงแก่ความตาย!\nหลังจากสูดดมแก๊สพิษ ทางรอดเดียวของมิตซึกิคือต้องหนีลงบันได แต่กลับมีบางสิ่งคอยเหนี่ยวรั้ง ราวกักขังเธอไว้ในห้องปิดตายที่มองไม่เห็น บางที ‘ดอกไซคลาเมน’ ที่หล่นอยู่ในที่เกิดเหตุ อาจช่วยไขความลับนี้ได้\nเพียงเด็ด ‘ใบโอะโทงิริโซ’ พร้อมท่องคำอธิษฐาน ชายที่ใฝ่ฝันก็มาปรากฏตัวตรงหน้าโยโกะตามปรารถนา แต่จะเป็นไปได้อย่างไร...ในเมื่อเวลาเดียวกันนั้น เขาอาจพัวพันกับเหตุคนตกตึกที่อีกมุมหนึ่งของเมือง!\nฟุมิโกะเสียชีวิตโดยมีแจกัน ‘ดอกกุหลาบคริสต์มาส’ ตกอยู่ใกล้ๆ กลีบดอกไม้ที่หล่นเป็นทางไปตามรอยเท้าบนพื้นหิมะ จะช่วยเผยโฉมหน้าแท้จริงของฆาตกรได้อย่างไร\nนอกจากนี้ยังมีคดีและปริศนาเร้นลับอีก 3 เรื่อง ท่ามกลางบรรยากาศอบอวลด้วยกลิ่นหอมของดอกไม้ และกรุ่นไอร้อนของชากับกาแฟ\nนิยายแนว Cozy Mystery สุดน่าทึ่งแห่งปี เต็มเปี่ยมไปด้วยปริศนาน่าอัศจรรย์ที่ไม่น่าเกิดขึ้นได้ในความเป็นจริง ทว่ากลับได้รับการคลี่คลายอย่างสมเหตุสมผลและสง่างาม!",
    "stock": 10
  },
  {
    "name": "คดีชุลมุนนักสืบเครื่องดูดฝุ่น",
    "id": "5",
    "translate_from": "地べたを旅立つ　掃除機探偵の推理と冒険",
    "writer": "โซเอดะ ชิน",
    "translater": "ฉัตรขวัญ อดิศัย",
    "publisher": "Bibli",
    "pages": "368 หน้า",
    "ISBN": "9786168293409",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_108_2.jpg",
    "price": "฿385.00",
    "description": "ซุซุกะ เซตะ นายตำรวจสืบสวนวัย 33 ปี อยู่ที่เมืองซัปโปโรกับชูริ หลานสาวชั้นป. 5 ที่กำพร้าแม่ และเคยถูกพ่อเลี้ยงใช้ความรุนแรง วันหนึ่งเขาประสบอุบัติเหตุรถชนขณะเข้าไปช่วยหญิงชรา เมื่อฟื้นขึ้นมากลับพบว่าตัวเองได้กลายเป็นหุ่นยนต์เครื่องดูดฝุ่นอยู่ในตึกสำนักงานกฎหมายแห่งหนึ่ง แต่ระหว่างกำลังสับสน เขาก็พบศพชายคนหนึ่งในห้องเดียวกันนั้น ถูกตีที่ศีรษะตายปริศนา\nสำนึกแรกสุดของเขาก็คือเป็นห่วงชูริสุดใจ อยากจะไปปกป้องหลานไม่ให้พ่อเลี้ยงมาทำอันตราย แต่คดีที่อยู่เบื้องหน้าก็ปล่อยไปไม่ได้ เซตะพยายามส่งอีเมลขอความช่วยเหลือจากจ่าโทมิตะ เพื่อนตำรวจร่วมสถานีเพื่อขอให้ช่วยดูแลชูริ พร้อมกับคอยให้เบาะแสคดีฆาตกรรมในสำนักงานกฎหมายไปด้วย\nหลานสาวก็ต้องดูแล คดีฆาตกรรมก็จำเป็นต้องสืบ แต่จะทำอย่างไรในเมื่อสภาพของเขาเป็นเพียงเครื่องใช้ไฟฟาในบ้านเพียงเท่านั้น",
    "stock": 10
  },
  {
    "name": "ระลอกคลื่นยามค่ำคืน",
    "id": "6",
    "translate_from": "さざなみのよる",
    "writer": "คิซาระ อิซึมิ",
    "translater": "ฤทัยวรรณ เกษสกุล",
    "publisher": "Bibli",
    "pages": "256 หน้า",
    "ISBN": "9786168293416",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_109.jpg",
    "price": "฿299.00",
    "description": "โองุนิ นาสึมิ เสียชีวิตด้วยโรคมะเร็งตอนอายุ 43 ปี  ท่ามกลางเงามืดแห่งความสูญเสีย ทว่าคนที่เหลืออยู่ก็ยังต้องดำเนินชีวิตของตัวเองต่อไป พร้อมกับทำใจก้าวข้ามความเสียใจนั้น\nฮิเดโอะ สามีของนาสึมิที่สับสนในตัวตนว่า เมื่อไม่มีภรรยาแล้ว เขาคือใครกันแน่ ตอนจบของเรื่องมาบอกน้องสาว ทว่ากลับได้รับอะไรบางอย่างที่คาดไม่ถึงกลับมา\nคุณย่าเอมิโกะ ผู้เก็บงำความลับของครอบครัว และทำตามคำสั่งเสียของนาสึมิ\nฮิคาริ เด็กหญิงอายุ 8 ขวบลูกสาวฮิเดโอะกับภรรยาใหม่ ผู้ค้นพบความลับของครอบครัวเกี่ยวกับนาสึมิ จนรู้สึกว่าตนเองเป็นส่วนเกิน ฯลฯ\nหลากเรื่องราวของคนที่ยังมีชีวิตอยู่ที่ผูกพันกับคนที่จากไป แม้ว่าคนตายไม่อาจหวนคืน แต่ชีวิตที่ผ่านมาของนาสึมิก็สร้างแรงบันดาลใจให้คนที่ยังมีชีวิตอยู่ต่อไป นี่คือเรื่องราวของความตายที่ขับเน้นถึงความหมายในการมีชีวิต เปี่ยมไปด้วยอารมณ์ขันและให้กำลังใจ ผลงานสร้างรอยยิ้มและรอยน้ำตาอีกเล่มหนึ่งของคิซาระ อิซึมิ ผู้เขียน ขนมปังของวันพรุ่งนี้ แกงกะหรี่เมื่อวันวาน ที่ใครหลายคนหลงรัก",
    "stock": 10
  },
  {
    "name": "ด้ายแห่งความหวัง",
    "id": "7",
    "translate_from": "『希望の糸』",
    "writer": "Keigo Higashino",
    "translater": "บัณฑิต ประดิษฐานุวงษ์",
    "publisher": "Daifuku-Lit (ไดฟุกุ-ลีท)",
    "pages": "336 หน้า",
    "ISBN": "9786161403669",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161403669.jpg",
    "price": "฿319.00",
    "description": "ฮานาสึกะ ยาโยอิ หญิงสาวเจ้าของร้านคาเฟ่ถูกฆาตกรรมโดยมีดที่แทงจากด้านหลัง นักสืบมัตสึมิยะซึ่งดูแลการสืบสวนในคดีนี้ คาดการณ์ว่าเหตุดังกล่าวไม่ได้มีจุดประสงค์เพื่อเงินหรือข่มขืน แต่มีจุดประสงค์อื่น ผู้ต้องสงสัยเป็นชายสองคน คนหนึ่งคือ วาตานูกิ เท็ตสึฮิโกะ สามีเก่าของยาโยอิ และอีกคนคือ ชิโอมิ ยูกิโนบุ ลูกค้าประจำของร้านคาเฟ่ วาตานูกิ เท็ตสึฮิโกะได้รับการติดต่อจากฮานาสึกะ ยาโยอิ ก่อนเกิดเหตุไม่นาน เป็นการพบกันครั้งแรกตั้งแต่หย่าร้าง\nจากการพูดคุยมัตสึมิยะรู้สึกว่าชายผู้นี้กำลังปิดบังอะไรบางอย่างอยู่ ในที่สุด บุคคลที่ไม่คาดคิดก็สารภาพว่าเป็นผู้ฆ่ายาโยอิ แรงจูงใจมาจากเหตุการณ์ที่ซ่อนอยู่เมื่อสิบกว่าปีที่แล้วซึ่งทำให้เกิดความเข้าใจผิด อะไรคือความจริงของคดีนี้และความจริงที่ถูกซ่อนอยู่คืออะไร และยังมีความลับเกี่ยวกับชาติกำเนิดของมัตสึมิยะ ชูเฮ ลูกพี่ลูกน้องของคางะ เคียวอิจิโร่ ซึ่งเขาก็ปรากฏตัวขึ้นเคียงข้างชูเฮในการสืบสวน ด้ายแห่งความหวัง ผูกพันใครกันบ้าง โปรดติดตาม",
    "stock": 10
  },
  {
    "name": "ดรุณีเร้นเงาและเรื่องสั้นอื่นๆ",
    "id": "11",
    "translate_from": "The Hidden Girl And Other Stories",
    "writer": "Ken Liu",
    "translater": "ลมตะวัน",
    "publisher": "Salt Publishing",
    "pages": "512 หน้า",
    "ISBN": "9786168266243",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168266243.png",
    "price": "฿480.00 ",
    "description": "ดรุณีเร้นเงาและเรื่องสั้นอื่นๆ รวมเรื่องสั้นไซไฟแฟนตาซี 18 เรื่องที่แม้จะไม่ทิ้งลายเซ็นเรื่องการผูกอดีตสู่อนาคต แต่ก็จะพุ่งไปข้างหน้ามากกว่าเดิม ดังนั้นไม่ว่าเรื่องจะพาเราย้อนไปอยู่กลางไฟสงครามแห่งอดีต ข้ามไปสู่อนาคตที่เรานึกภาพตามแทบไม่ออก จะเป็นแค่เรื่องของคนสองคนในชั่วไม่กี่วัน หรือเรื่องของคนไม่รู้เท่าไหร่ที่กินเวลานับร้อยนับพันปี มันก็ยังเป็นเรื่องของความสัมพันธ์ ของความรัก ของความทรงจำ หรือก็คือความเป็นมนุษย์นั่นเอง ซึ่งไม่ว่าจะอยู่ในกายเนื้อ กายทิพย์ กายกล หรือกายซิลิคอนบนดาวดวงไหนก็ไม่ต่างกัน",
    "stock": 10
  },
  {
    "name": "มหาศึกแห่งดูน (2 เล่ม)",
    "id": "12",
    "translate_from": "Dune",
    "writer": "Frank Herbert",
    "translater": "ดาวิษ ชาญชัยวานิช",
    "publisher": "Beat",
    "pages": "952 หน้า",
    "ISBN": "9786168293218",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/d/u/dune_cover-rgb_dune1_front.png",
    "price": "฿799.00",
    "description": "เมื่อจักรพรรดิพาดิชา ผู้นำสูงสุดของเหล่าดวงดาว มีบัญชาให้ดยุคเลโท อะเทรดีส เชื้อพระวงศ์ผู้สูงศักดิ์สละดาวคาลาดานที่ตระกูลอะเทรดีสของเขาปกครองมานานเพื่อไปครองบัลลังก์บนดาวดวงใหม่ที่ชื่ออาร์ราคิส หรือที่รู้จักในนาม “ดูน” ดาวแห่งทะเลทราย ดยุคเลโทจำใจต้องทำตามบัญชา\nแม้ว่าดาวอาร์ราคิสจะเป็นดาวเคราะห์ที่เต็มไปด้วยทรัพยากรที่ล้ำค่าที่สุดในจักรวาลอย่าง “สไปซ์” ที่อาจสร้างความมั่งคั่งให้กับตระกูลอะเทรดีสและประชาชนของเขา แต่ดยุคเลโทรู้ดีว่าคำสั่งย้ายไปครองดาวอาร์ราคิสครั้งนี้ต้องเป็นแผนร้ายของบารอนวลาดิเมียร์ ฮาร์คอนเนน แห่งตระกูลฮาร์คอนเนน ศัตรูคู่แค้น เขารู้ว่าจะต้องมีกับดักบางอย่าง และต้องเป็นกับดักที่อันตรายอย่างที่ไม่เคยมีมาก่อน\nพบกับมหากาพย์การศึกบนดาวอาร์ราคิสและเด็กหนุ่มผู้มีนามว่า พอล อะเทรดีส บุตรชายวัย 15 ของดยุคเลโท ผู้ตกอยู่ท่ามกลางแผนการร้ายที่อาจคร่าชีวิตพ่อของเขา รวมถึงทำลายตระกูลของเขาลงด้วย แผนการอันเลวร้ายที่รอตระกูลของเขาอยู่คืออะไร พวกเขาสามารถไว้ใจใครได้บ้าง ใครจะเป็นผู้ทรยศ และตระกูลอะเทรดีสจะรอดพ้นจากกับดักที่อาจทำลายล้างตระกูลของเขาลงทั้งหมดได้หรือไม่\nDune เขียนโดย แฟรงก์ เฮอร์เบิร์ต ตีพิมพ์ครั้งแรกในปี 1965 และได้รับการยอมรับว่าเป็นนิยายชิ้นเอกของโลกมาตลอดจนถึงปัจจุบัน เป็นนิยายที่มีส่วนผสมอันยอดเยี่ยมของเรื่องราวอันยิ่งใหญ่ การผจญภัยอันตื่นเต้น ไซ-ไฟ แฟนตาซี เวทมนตร์ และการเมือง นี่คือนิยายไซ-ไฟคลาสสิกของโลกตลอดกาล เป็นนิยายไซ-ไฟเพียงหนึ่งเดียวที่มีกลิ่นอายแฟนตาซี จนได้รับการขนานนามว่าเป็น The Lord of the Rings แห่งแวดวงนิยายไซ-ไฟ และเคยได้รับรางวัล Hugo Award และ Nebula Award สาขานิยายยอดเยี่ยมตั้งแต่ตีพิมพ์ครั้งแรกในปี 1966",
    "stock": 10
  },
  {
    "name": "ฝ่าสัญญาณฉุกเฉิน",
    "id": "13",
    "translate_from": "All Systems Red",
    "writer": "Martha Wells",
    "translater": "พลอย โจนส์",
    "publisher": "Salt Publishing",
    "pages": "168 หน้า",
    "ISBN": "9786168266229",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168266229.jpg",
    "price": "฿225.00",
    "description": "นิยายเล่มแรกจากชุด ‘บันทึกบอตสังหาร’ หนึ่งในนิยายชุดขายดีแห่ง New York Times และ USA Today ที่ได้รับรางวัล Best Novella จาก Hugo Award และ Nebula Award และยังได้รับรางวัลจาก Alex Award และ Locus Award ทั้งหมดนี้ในปีเดียวกัน!",
    "stock": 4
  },
  {
    "name": "รหัสมารดร",
    "id": "14",
    "translate_from": "The Mother Code",
    "writer": "Carole Stivers",
    "translater": "อภิญญา ธโนปจัย",
    "publisher": "แพรวสำนักพิมพ์",
    "pages": "372 หน้า",
    "ISBN": "9786161842666",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161842666.jpg",
    "price": "฿395.00",
    "description": "นิยายแปล แนววิทยาศาสตร์ โลกยุคอนาคต จะเป็นอย่างไรหากเราใส่โปรแกรม ความเป็นแม่ เข้าไปในหุ่นยนต์ที่ไร้หัวใจ..\nปี ค.ศ. 2049 โลกกำลังโดนอาวุธชีวภาพจากความผิดพลาดในงานวิจัยเข้ารุกราน พวกมันกำลังค่อยๆ คืบคลานไปยังพื้นที่ทั่วโลกอย่างช้าๆ เจมส์ เซด นักวิทยาศาสตร์ผู้เชี่ยวชาญด้านการดัดแปลงยีนถูกรัฐบาลสหรัฐฯ เรียกตัวอย่างลับๆ เขาและทีมร่วมกันค้นคว้า วิจัย และทดลองตลอดระยะเวลาสองปี ทว่าล้มเหลว แผนรองรับสุดท้ายที่รัฐบาลกลางเอาไว้เพื่อไม่ให้มนุษยชาติสูญพันธุ์ คือการผลิตเด็กรุ่นใหม่ที่สามารถต้านเชื้อไวรัสนี้ได้ โดยมีหุ่นยนต์ซึ่งถูกโปรแกรม รหัสมารดร เป็นผู้ให้กำเนิดและเลี้ยงดูพวกเขาให้เติบโต\nปี ค.ศ. 2054 ไค เกิดและเติบโตขึ้นในทะเลทรายอันห่างไกล โดยมีหุ่นยนต์มารดรโร-ซี คอยอุ้มชูและเลี้ยงดูมาตลอดหลายปี โรซีบอกไคว่ายังมีเด็กแบบเขาอีกหลายคน เด็กๆ ที่ถูกเลี้ยงโดยหุ่นยนต์มารดรแบบเดียวกัน ถึงเวลาแล้วที่ไคต้องตามหาเด็กคนอื่น ในโลกที่แม้แต่เขาก็ยังไม่รู้เลยว่ามีมนุษย์หลงเหลืออยู่บ้างหรือไม่",
    "stock": 10
  },
  {
    "name": "กาลวิบัติ เล่ม 1 ตอน ฤดูมรณะ",
    "id": "15",
    "translate_from": "The Fifth Season",
    "writer": "N.K. Jemisin",
    "translater": "มุกดา จันทรศิลา",
    "publisher": "Salt Publishing",
    "pages": "448 หน้า",
    "ISBN": "9786168266168",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168266168.png",
    "price": "฿395.00",
    "description": "นี่คือนิยายไซไฟแฟนตาซีที่เปี่ยมด้วยพลัง เรื่องราวของคนที่ถูกสังคมกดขี่ การเปลี่ยนแปลงของภูมิอากาศ และการเอาตัวรอด ถ่ายทอดผ่านความลึกลับของโลกอันไกลโพ้นเหนือจินตนาการ\nโลกที่มี 'โอโรจิน' ผู้มีพลังพิเศษ สามารถขับเคลื่อนธรณี\nโลกที่มี 'โอเบลิสก์' แท่งหินประหลาดลอยอยู่บนท้องฟ้า\nโลกที่เกิด 'ฤดูกาล' สภาพอากาศแปรปรวน อุณหภูมิตกฮวบ เถ้าธุลีโปรยปรายราวสายฝน กินเวลานานนับศตวรรษ\nคุณต้องระลึกไว้ว่า ตอนจบของเรื่องหนึ่ง เป็นเพียงจุดเริ่มต้นของอีกเรื่องหนึ่ง...\n'ฤดูมรณะ' ปฐมบทแห่งนิยายไซไฟแฟนตาซีไตรภาค คว้ารางวัล Hugo Award และรางวัล Sputnik Award ทั้งยังถูกเสนอชื่อให้เข้าชิงรางวัล Nebula Award และ World Fantasy Award ในสาขา Best Novel อีกด้วย",
    "stock": 10
  },
  {
    "name": "วอร์โคสิกัน เซตากันดา",
    "id": "16",
    "translate_from": "Cetaganda",
    "writer": "Lois McMaster Bujold",
    "translater": "ลมตะวัน",
    "publisher": "โซลิส (Solis)",
    "pages": "312 หน้า",
    "ISBN": "9786169361916",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169361916.png",
    "price": "฿350.00",
    "description": "คุณญาติที่รัก นายรู้ใช่ไหมว่าปัญหาของการเล่นเป็นแมงมุมชักใยก็คือ ไม่ช้าก็เร็ว ทุกฝ่ายจะสาวใยนั่นกลับมาถึงตัวตาย พอถึงเวลานั้นท่านจอมบงการผู้ยิ่งใหญ่จะทำเยี่ยงไรเล่าขอรับ\nเพื่อร่วมพระราชพิธีศพสมเด็จพระจักรพรรดินีแห่งเซตากันดา ดาวเคราะห์ที่ตัดแต่งพันธุกรรมประชากรทุกคน จนมีหน้าตาและคุณสมบัติเลอเลิศเกินมนุษย์ที่สำคัญ ยังเป็นดาวคู่อริกับบาร์รายาร์มาหลายชั่วรุ่น ไมล์ส วอร์โคสิกันและญาติคู่ซี้ อิวาน วอร์พาทริล จึงได้รับคำสั่งให้เดินทางไปยังเอตาเซดา นครหลวงแดนศัตรู\nท่านลอร์ดตัวเล็กจอมเจ้าเล่ห์และญาติหนุ่มหล่อสุดเด๋อด๋าจะป่วนกันสนั่นดาวขนาดไหน เมื่อต้องเผชิญกับคดีฆาตกรรมและแผนการชั่วร้ายจากศัตรูปริศนา\nไหวพริบ เสน่ห์ และความเป็นอัจฉริยะแบบบุกตะลุยไม่คิดหน้าคิดหลังของไมลส์ ไนสมิธ วอร์โคสิกัน ทำให้เรื่องชุดนี้สนุกจนหยุดไม่อยู่",
    "stock": 10
  },
  {
    "name": "ดินแดนคนตาบอด",
    "id": "17",
    "translate_from": "THE COUNTRY OF THE BLIND",
    "writer": "H. G. Wells.",
    "translater": "มโนราห์",
    "publisher": "สมมติ",
    "pages": "120 หน้า",
    "ISBN": "9786167196565",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786167196565_2.jpg",
    "price": "฿150.00",
    "description": "'...ในดินแดนคนตาบอด คนตาเดียวคือพระราชา...'\n...เขาเริ่มประจักษ์แก่ใจว่า คนเราไม่อาจต่อสู้หักหาญกับเพื่อนร่วมโลกที่มีพื้นเพความคิดจิตใจเป็นคนละแบบกับเราอย่างสิ้นเชิง...\n...คนตาบอดถามว่า เขายังคิดว่าตัวเอง ‘มองเห็น’ อยู่อีกหรือไม่ ‘ไม่แล้ว’ เขาบอก ‘เรื่องนั้นมันงี่เง่า’ คำนั้นไม่มีความหมายอะไรเลย ยิ่งกว่าไม่มีเสียอีก!..\nบางส่วนจาก ดินแดนคนตาบอด\n(The Country of the Blind)",
    "stock": 10
  },
  {
    "name": "เดอะโฟลด์ วงแหวนพับมิติ",
    "id": "18",
    "translate_from": "The Fold",
    "writer": "Peter Clines",
    "translater": "อาริตา พงศ์ธรานนท์",
    "publisher": "โซลิส (Solis)",
    "pages": "408 หน้า",
    "ISBN": "9786169361909",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169361909.png",
    "price": "฿360.00",
    "description": "เรื่องราวอันตื่นเต้นอย่างชาญฉลาด ตัวละครเอกที่มีสมองล้ำเลิศ และความลึกลับที่ทำให้ผมประหลาดใจได้อย่างแท้จริง\n- Andy Weir (ผู้เขียนเรื่อง The Martian)",
    "stock": 2
  },
  {
    "name": "สัตว์วิเศษแห่งเอลด์",
    "id": "21",
    "translate_from": "The Forgotten Beasts of Eld",
    "writer": "Patricia A. McKillip",
    "translater": "ณัฐชยา หิรัญญสมบัติ",
    "publisher": "Words Wonder",
    "pages": "300 หน้า",
    "ISBN": "9786168175200",
    "img": "https://readery.co/media/catalog/product/0/0/00000_1.jpg",
    "price": "฿280.00",
    "description": "ามของสัตว์วิเศษโบราณที่มนุษย์ลืมเลือนไปกำลังจะกลับมา...\nซีเบล จอมเวทแห่งภูเขาเอลด์ ใช้ชีวิตอย่างสันโดษกับเหล่าสัตว์วิเศษในตำนาน หมูป่าไซริน, นางหงส์ดำแห่งเทอร์ลิท, ราชสีห์กูลส์แห่งทะเลทรายแดนใต้, วิฬาร์โมไรอาห์, พญาเหยี่ยวแทร์ และมังกรกีลด์ พวกมันล้วนยอมมอบนามอันหมายถึงชีวิตและพลังอำนาจทั้งหมดของพวกมันให้แก่เธอ และอยู่ร่วมกันกับเธอในภูเขาเอลด์อันกว้างใหญ่ แต่แล้ววันหนึ่ง ชีวิตอันสันโดษกับเหล่าสัตว์วิเศษของเธอก็ต้องเปลี่ยนไป เมื่อมีเด็กทารกคนหนึ่งเข้ามา",
    "stock": 10
  },
  {
    "name": "เกมลับแดนพิศวง เล่ม 1",
    "id": "22",
    "translate_from": "Wonderscape",
    "writer": "Jennifer Bell",
    "translater": "พลอย โจนส์",
    "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
    "pages": "264 หน้า",
    "ISBN": "9786160454044",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160454044.jpg",
    "price": "฿295.00",
    "description": "ยินดีต้อนรับสู่เกมที่จะเปลี่ยนโลกของคุณไปตลอดกาล!\nเช้าวันหนึ่งขณะที่อาเธอร์กำลังเดินทางไปโรงเรียนก็พบว่าตุ๊กตาโนมตกแต่งสวนของบ้านข้างๆ เกิดระเบิดขึ้น เสียงร้องอันโหยหวนของสุนัขที่ติดอยู่ในบ้านเรียกให้เขาพร้อมทั้งเซซิลีและเร็น เพื่อนร่วมชาตะกรรมเดียวกันย่างเท้าเข้าสู่บ้านหลังนั้นเพื่อช่วยเหลือสุนัขจนตกกระไดพลอยโจนเข้าไปผจญภัยในเกมลับแดนพิศวงแห่งโลกอนาคตในอีกสี่ร้อยปีข้างหน้า!\nพวกเขาต้องฝ่าฟันภยันตรายนานัปการพร้อมการทำตามเงื่อนไขของเส้นตายสุดระทึกที่ท้าทายให้ต้องเค้นสมอง ปลุกความกล้าหาญ และผสานมิตรภาพอันเหนียวแน่น เพื่อที่จะปลดปล่อยเหล่าวีรชนผู้ถูกจองจำและกลับบ้านอย่างปลอดภัย",
    "stock": 6
  },
  {
    "name": "เด็กชายแห่งมนตรา",
    "id": "23",
    "translate_from": "The Witch's Boy",
    "writer": "Kelly Barnhill",
    "translater": "ศการ์",
    "publisher": "Words Wonder",
    "pages": "350 หน้า",
    "ISBN": "9786168175187",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168175187.jpg",
    "price": "฿350.00",
    "description": "เน็ด คือผู้มีชีวิตรอดจากเหตุการณ์เลวร้ายในวัยเด็ก ที่ทำให้ฝาแฝดของเขาเสียชีวิตไป ผู้คนในหมู่บ้านต่างคิดว่าสรรค์เลือกเอาชีวิตไปผิดคน ผู้ที่ควรจะรอดน่าจะเป็นฝาแฝดอีกคนมากกว่า\nอนญา คือลูกสาวของราชาจอมโจร ผู้ได้ยินจากแม่ของเธอก่อนตายว่า เด็กชายผู้เป็นความผิดพลาดจะช่วยชีวิตเธอไว้ และเธอจะช่วยชีวิตเขา\nทั้งสองคนได้พบกันเมื่อราชาจอมโจรมาเพื่อขโมยเวทมนตร์ที่แม่ของเน็ดเป็นผู้ปกป้อง\nและการเดินทางอันยิ่งใหญ่ เพื่อหยุดสงครามระหว่างสองอาณาจักรก็ได้เริ่มขึ้น",
    "stock": 10
  },
  {
    "name": "รุ่งอรุณแห่งวิหกเพลิง",
    "id": "24",
    "translate_from": "Run and Rising",
    "writer": "Leigh Bardugo",
    "translater": "ทัศน์พร รายยวา",
    "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
    "pages": "360 หน้า",
    "ISBN": "9786160453351",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160453351.jpg",
    "price": "฿295.00",
    "description": "ขอต้อนรับสู่ราฟกา ... โลกแห่งวิทยาศาสตร์และความเชื่องมงายซึ่งไม่มีสิ่งใดเป็นดั่งที่ตาเห็น\nชะตาของประเทศขึ้นอยู่กับผู้เรียกสุริยะที่แหลกสลาย นักแกะรอยผู้เสื่อมเกียรติ และเศษซากของกองทัพกรีชาที่เคยยิ่งใหญ่ เจ้าแห่งความมืดขึ้นครองราชย์บนบัลลังก์แห่งเงามืด ในขณะที่ 'อาลินา สตาร์คอฟ' ผู้อ่อนแรงกำลังฟื้นตัวจากสงครามครั้งก่อนภายใต้การคุ้มกันอันน่ากังขาของเหล่าคนคลั่งศาสนาที่บูชานางราวกับนักบุญ\nบัดนี้ความหวังของนางฝากไว้กับเวทมนตร์ของสิ่งมีชีวิตโบราณที่หายสาบสูญไปเนิ่นนานและโอกาสที่เจ้าชายนอกกฎหมายจะยังมีชีวิตอยู่ ขณะที่พันธมิตรและศัตรูของอาลินามุ่งหน้าเข้าสู่สงคราม มีเพียงอาลินาเท่านั้นที่ยืนหยัดคั่นกลางระหว่างประเทศของนางและคลื่นความมืดที่โหมกระหน่ำทำลายล้างโลก อาลินาต้องเสาะหาพลังในตำนานเพื่อชนะสงครามครั้งนี้ แต่การครอบครองมันอาจทำลายตัวนางจนพินาศสิ้น",
    "stock": 10
  },
  {
    "name": "แดนมรณะแห่งพยับเงา",
    "id": "25",
    "translate_from": "Shadow and Bone",
    "writer": "Leigh Bardugo",
    "translater": "ทัศน์พร รายยวา",
    "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
    "pages": "336 หน้า",
    "ISBN": "9786160453375",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160453375.jpg",
    "price": "฿275.00",
    "description": "สัมผัสโลกแฟนตาซีแปลกใหม่ที่มีกลิ่นอายวิถีชีวิตรัสเซียอันหนาวยะเยือก เป็นโลกเวทมนตร์ที่ไม่มีคำร่ายเวทย์ประหลาดและการโบกไม้คทาวิเศษ\nณ 'ราฟกา' ดินแดนที่ถูกแบ่งแยกด้วยความมืดมิดแห่ง 'แดนพยับเงา' และ 'โวลครา' —สัตว์ร้ายกินคนในตำนาน 'กรีชา' นักรบเปี่ยมพรสวรรค์ผู้มีความสามารถควบคุมสสารในธรรมชาติจึงเป็นดั่งผู้คุ้มภัยหนึ่งเดียวให้แก่ชาวราฟกา แต่แล้ววันหนึ่ง 'อาลินา สตาร์คอฟ' เด็กสาวผู้ไม่มีอะไรพิเศษได้ค้นพบพรสวรรค์ที่ซ่อนเร้นเป็นครั้งแรก นางได้ถูก 'เจ้าแห่งความมืด' ชายหนุ่มลึกลับผู้นำเหล่ากรีชา พาเข้าสู่ราชสำนักเพื่อฝึกฝนและลิ้มลองรสชาติชีวิตแปลกใหม่\nเบื้องหน้าคืออนาคตของราฟกาที่มีเธอเป็นแสงแห่งความหวัง ทว่าสิ่งที่อาจต้องทิ้งไว้เบื้องหลังคือ 'มัล' มิตรภาพหนึ่งเดียวในวัยเยาว์ พรสวรรค์นี้นำมาซึ่งโชคชะตา อำนาจ ความรัก หรือสิ่งใดกันแน่?",
    "stock": 5
  },
  {
    "name": "อหังการเจ้าแห่งความมืด",
    "id": "26",
    "translate_from": "Siege and Storm",
    "writer": "Leigh Bardugo",
    "translater": "ทัศน์พร รายยวา",
    "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
    "pages": "408 หน้า",
    "ISBN": "9786160453368",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160453368.jpg",
    "price": "฿275.00",
    "description": "ขอต้อนรับสู่ราฟกา ... โลกแห่งวิทยาศาสตร์และความเชื่องมงายซึ่งไม่มีสิ่งใดเป็นดั่งที่ตาเห็น\nพลังของ 'อาลินา' ทวีขึ้น ทว่าต้องแลกกับอะไรบางอย่าง นางคือผู้เรียกสุริยะที่ถูกตามล่าไปทั่วทะเลจริงและถูกชีวิตที่นางคร่าไปในแดนพยับเงาตามหลอกหลอน แต่นางกับมัลไม่อาจหนีจากศัตรูได้นาน เจ้าแห่งความมืดมุ่งมั่นยิ่งกว่าเดิมที่จะยึดเอาเวทมนตร์ของอาลินาเพื่อขึ้นครองบัลลังก์แห่งราฟกา เมื่อไม่มีที่ใดให้หนีอีกแล้ว อาลินาจึงขอความช่วยเหลือจากโจรสลัดหลวงร้อยเล่ห์และขึ้นเป็นผู้นำกองทัพกรีชา\nทว่าเมื่อความจริงเกี่ยวกับชะตาชีวิตของอาลินาเปิดเผย นางก็ถลำลึกลงไปในเกมมรณะแห่งเวทมนตร์ต้องห้ามจนห่างไกลจากความเป็นมนุษย์ออกไปเรื่อยๆ อาลินาต้องเลือกระหว่างพลังของนางกับความรักที่นางเคยได้พักพิงเสมอเพื่อปกป้องประเทศ\nไม่มีชัยชนะใดปราศจากการเสียสละ และมีเพียงอาลินาเท่านั้นที่ฟันฝ่าพายุซึ่งกำลังจะมาถึงได้",
    "stock": 10
  },
  {
    "name": "ดาบแห่งโชคชะตา",
    "id": "27",
    "translate_from": "The Witcher: Sword of Destiny",
    "writer": "Andrzej Sapkowski",
    "translater": "ต้องตา สุธรรมรังษี, ธนพร ภู่ทอง",
    "publisher": "แพรวสำนักพิมพ์",
    "pages": "454 หน้า",
    "ISBN": "9786161843434",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161843434.png",
    "price": "฿435.00",
    "description": "วิทเชอร์มีกฎสำคัญข้อหนึ่ง ห้ามฆ่ามังกร โดยเด็ดขาด!\nมังกรเป็นสิ่งมีชีวิตที่เเสนอันตราย วิทเชอร์จะฆ่าสัตว์ประหลาดตัวใดก็ได้ เเต่ต้องไม่ใช่มังกร เเล้วเกรอลท์จะทำอย่างไร เมื่อเขาต้องเข้าร่วมขบวนล่ามังกรของราชานีดาเมียร์อย่างเลี่ยงไม่ได้ ในขบวนนี้มีทั้งเอค อัศวินผู้ทรงธรรม พี่น้องรีฟเฟอร์ผู้เชี่ยวชาญในการล่ามังกร เเละคนเเคระทั้งหกภายใต้การนำของยาร์เปน ชิกริน\nทุกฝ่ายต่างมีเเรงจูงใจต่างกัน เเต่เป้าหมายเพียงหนึ่งเดียว โอกาสรอดของมังกรช่างริบหรี่นัก\nขอเชิญพบกับเรื่องราวที่ท้าทายขีดจำกัดความเป็นไปได้ เเละโชคชะตาซึ่งอันตรายดุจดาบสองคม",
    "stock": 10
  },
  {
    "name": "พระราชาหลุยส์ที่ ๑ ราชาแห่งแกะ",
    "id": "31",
    "translate_from": "Louis I, King of the Sheep",
    "writer": "Olivier Tallec",
    "translater": "สวรินทร์ วิโรจน์ชูฉัตร",
    "publisher": "SandClock Books",
    "pages": "40  หน้า",
    "ISBN": "9786168255728",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_105_1.jpg",
    "price": "฿280.00",
    "description": "วันหนึ่งที่ลมพัดแรงกล้า ลมได้พัดมงกุฎมาตกลงแถวทุ่งหญ้าที่เจ้าแกะหลุยส์นอนเล่นอยู่ เจ้าแกะหลุยส์จึงหยิบมงกุฎขึ้นมาสวม ยืนขึ้นสองขา หยิบกิ่งไม้มาเป็นคทา และสถาปนาตัวเองขึ้นเป็นพระราชาหลุยส์ที่ ๑ ราชาแห่งแกะ",
    "stock": 10
  },
  {
    "name": "ไร่ของผองสัตว์",
    "id": "32",
    "translate_from": "Animal Farm",
    "writer": "George Orwell, Quentin Gréban",
    "translater": "สุมาลี บำรุงสุข",
    "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
    "pages": "160 หน้า",
    "ISBN": "9786160454341",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160454341.jpg",
    "price": "฿295.00",
    "description": "ที่ไร่แห่งนี้สัตว์ทุกตัวล้วนเท่าเทียมกันแต่สัตว์บางตัว ‘เท่าเทียม’ กันมากกว่าตัวอื่น\nมิสเตอร์โจนส์' เป็นเจ้าของไร่แมเนอร์ที่ปกครองสัตว์ในไร่อันประกอบด้วยไก่ ลา แกะ แพะ ม้า หมูและอีกมากมาย อย่างทารุณ\nวันหนึ่งสัตว์ในไร่ก็ลุกขึ้นมาต่อสู้ขับไล่มนุษย์เจ้าของฟาร์มตามอุดมการณ์ของผู้พันเฒ่า และเริ่มปกครองกันเอง เปลี่ยนจากไร่แมเนอร์เป็นไร่ของผองสัตว์ โดยมีเป้าหมายว่าผลผลิตทั้งหมดจากฟาร์มจะไม่ถูกมนุษย์กอบโกยแต่เพียงผู้เดียวอีกต่อไป แต่บรรดาสัตว์จะได้รับประโยชน์อย่างเท่าเทียมจริงหรือ เมื่อบรรดาหมูที่มีสติปัญญาเฉลียวฉลาดกว่าสัตว์ตัวอื่นกลับค่อยๆ ยึดอำนาจปกครอง ... และนี้คือปฐมบทที่นำไปสู่บทสรุปอันน่าสะเทือนใจของไร่แห่งนี้",
    "stock": 10
  },
  {
    "name": "ตอนที่ผมกินราเม็ง (ปกแข็ง)",
    "id": "33",
    "translate_from": "ぼくがラーメンたべてるとき",
    "writer": "ฮาเซะงาวะ โยชิฟุมิ",
    "translater": "ชมนาด ศีติสาร",
    "publisher": "SandClock Books",
    "pages": "33 หน้า",
    "ISBN": "9786168255568",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168255568.jpg",
    "price": "฿260.00",
    "description": "เด็กหญิงบ้านข้างๆ กำลังสีไวโอลิน ส่วนเด็กชายเมืองข้างๆ กำลังหวดลูกเบสบอล\nตอนที่ผมกินราเม็งอยู่นั้น\nเด็กหญิงในเมืองถัดไปกำลังทำขนม ส่วนเด็กชายในประเทศติดกันปั่นจักรยาน\nขณะที่เด็กหญิงในประเทศถัดออกไปกำลังปั๊มน้ำ และเด็กชายในประเทศไกลออกไปอีกจูงวัวของเขา",
    "stock": 10
  },
  {
    "name": "มาสนุกกับโอกาสกันเถอะ",
    "id": "34",
    "translate_from": "What Do You Do with a Chance?",
    "writer": "โคบิ ยามาดะ",
    "translater": "ณัฏฐพรรณ เรืองศิรินุสรณ์",
    "publisher": "Kidscape",
    "pages": "40 หน้า",
    "ISBN": "9786168313008",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_7_1.png",
    "price": "฿230.00",
    "description": "สวัสดี เจ้าโอกาส!\nวันหนึ่ง เมื่อเจ้าโอกาสโผล่มาทักทาย มันกระพือปีกพั่บๆ เปล่งประกายสดใส ชวนให้อยากคว้า\n จับเธอจะกล้ากระโดดคว้าไหม จะกลัวสะดุดล้มหรือเปล่า หรือจะปล่อยโอกาสผ่านไปดีนะ\nแต่รู้ไหม โอกาสช่างมหัศจรรย์ มันพาเราโบยบินไปหาสิ่งต่างๆ มากมาย อาจเป็นเรื่องน่าตื่นเต้น\nเพื่อนใหม่ หรือการค้นพบสุดท้าทาย โอกาสคือตั๋วสู่การผจญภัยแสนสนุก เปิดประตูสู่โลกใบ\nใหม่น่าตื่นตา โอกาสจะพาไปที่ไหนก็ขึ้นอยู่กับเธอแล้วละ",
    "stock": 9
  },
  {
    "name": "มาสู้กับปัญหากันเถอะ",
    "id": "35",
    "translate_from": "What Do You Do with a Problem?",
    "writer": "โคบิ ยามาดะ",
    "translater": "นันท์ชนก คามชิตานนท์",
    "publisher": "Kidscape",
    "pages": "40 หน้า",
    "ISBN": "9786168313015",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/f/i/file_8.png",
    "price": "฿230.00",
    "description": "สวัสดี เจ้าปัญหา!\nวันหนึ่ง เมื่อเจ้าปัญหาโผล่มาทักทาย แถมยังตามติดไม่ยอมไปไหนเสียที แกล้งเมินก็แล้ว\nพรางตัวก็แล้ว ซ่อนตัวก็แล้ว ทำอย่างไรก็ยังหนีไม่พ้น แถมเจ้าปัญหายังตัวใหญ่ขึ้นทุกทีด้วยซี!\nแต่หากเธอรวบรวมความกล้า แล้วลองเผชิญหน้าดูสักที เธออาจจะค้นพบเรื่องน่าประหลาดใจ\nในตัวเจ้าปัญหา … และตัวเธอเองก็เป็นได้ จะรับมือกับปัญหาอย่างไรก็ขึ้นอยู่กับเธอแล้วละ",
    "stock": 10
  },
  {
    "name": "นางฟ้าของคุณปู่",
    "id": "36",
    "translate_from": "Opas Engel",
    "writer": "Jutta Bauer",
    "translater": "วิภาศิริ กิจสุบรรณ",
    "publisher": "SandClock Books",
    "pages": "52 หน้า",
    "ISBN": "9786168255667",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168255667_2.jpg",
    "price": "฿256.00",
    "description": "คุณปู่ชอบเล่าเรื่องราวสมัยที่ปู่ยังเป็นเด็ก ทั้งตอนที่คุณปู่เกือบโดนรถเมล์ชน ตอนที่คุณปู่ไม่กลัวหมาตัวโต หรือตอนที่เดินผ่านเส้นทางเปลี่ยวตามมุมถนนต่างๆ คุณปู่ผ่านเรื่องราวมามากมาย\nคุณปู่ปีนต้นไม้ที่สูงที่สุด ว่ายลงไปในทะเลที่ลึกที่สุด ผ่านสงคราม ความอดอยาก และได้สร้างครอบครัว จนกลายมาเป็นคุณปู่ คุณปู่ช่างมีชีวิตที่โชคดีเหลือเกิน แต่บางทีอาจจะมีบางอย่างที่ช่วยเขาไว้มากกว่าโชคก็เป็นได้ ..",
    "stock": 10
  },
  {
    "name": "สวนของเม (ปกแข็ง)",
    "id": "37",
    "translate_from": "Florette",
    "writer": "Anna Walker",
    "translater": "อริยา ไพรฑูรย์",
    "publisher": "Amarin Kids",
    "pages": "32 หน้า",
    "ISBN": "9786161846312",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161846312_1.jpg",
    "price": "฿230.00",
    "description": "ครอบครัวของเมย้ายเข้ามาอยู่ในเมืองใหญ่ซึ่งเต็มไปด้วยตึกสูงๆ และถนนที่ไม่คุ้นตา ห่างไกลจากต้นไม้และผืนหญ้าที่เมเคยอยู่มาก่อน เมคิดถึงสวนของบ้านเก่า เธอพยายามจะปรับตัวให้เข้ากับสถานที่ทึมๆ แห่งนี้ แต่ไม่ว่าจะทำอย่างไร ความหม่นหมองของเมืองนี้ก็ห่างไกลจากสิ่งที่เมต้องการเหลือเกิน แต่เมยังคงไม่เลิกหวัง เธอออกตามหาความร่มรื่นในเมืองใหญ่ จนในที่สุดเมก็ได้พบกับเรือนกระจกหลังหนึ่ง และพบต้นอ่อนต้นเล็กๆ งอกเล็ดลอดออกมาจากเรือนกระจก เมจึงนำต้นอ่อนนั้นกลับบ้านและปลูกลงในขวดโหลของเธอ ไม่นานต้นอ่อนก็เติบโตสวยงาม นับจากนั้นเมก็เริ่มปลูกต้นไม้อีกหลายต่อหลายต้น และลงมือสร้างสวนด้วยตัวของเธอเอง\nหนังสือภาพที่จะคอยเยียวยาความรู้สึกของเด็กที่ต้องย้ายบ้านไปอยู่ในสถานที่ที่ไม่คุ้นตา จุดประกายความหวังและความสุขให้กับเด็ก เห็นความสวยงามและความผูกพันต่อธรรมชาติ กระตุ้นให้เด็กเริ่มปลูกต้นไม้และรู้จักแสวงหาความสุขหรือสร้างพื้นที่แห่งความสุขได้ด้วยตัวเอง",
    "stock": 10
  },
  {
    "name": "Saturday I'm in Love",
    "id": "41",
    "writer": "น้ำผึ้ง บัวเจริญ",
    "publisher": "น้ำผึ้ง บัวเจริญ",
    "pages": "344 หน้า",
    "ISBN": "9786165901628",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165901628.jpg",
    "price": "฿350.00",
    "description": "นวนิยายรัก แนวอีโรติก Saturday I'm in Love",
    "stock": 10
  },
  {
    "name": "เกิดในฤดูหนาวที่แดดส่องถึง",
    "id": "42",
    "writer": "นทธี ศศิวิมล",
    "publisher": "แพรวสำนักพิมพ์",
    "pages": "384 หน้า",
    "ISBN": "9786161843274",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/s/_/s__15056918.jpg",
    "price": "฿375.00",
    "description": "'เกิดในฤดูหนาวที่แดดส่องถึง' ประกอบไปด้วยเรื่องราวสองส่วน ส่วนแรกดำเนินไปในลักษณะขั้นบันไดหรือมุ่งไปข้างหน้า ขณะอีกส่วนถอยหลังย้อนกลับไปสู่อดีตที่ล่วงผ่านเลยมาในแง่ของกาลเวลา",
    "stock": 10
  },
  {
    "name": "โชติชีวิตบรรลัยของแพทริก ชั่ยฯ",
    "id": "43",
    "writer": "อุทิศ เหมะมูล",
    "publisher": "กิตติพล สรัคคานนท์",
    "pages": "264 หน้า",
    "ISBN": "9786169289630",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169289630.jpg",
    "price": "฿280.00",
    "description": "นี่คือเรื่องราวหลั่งไหลทางเพศ ผมพบว่าตัวเองโตกว่าวัยของตนเสมอ อยู่ในสายตาของคนโตๆ อยู่ในแวดล้อมของคนใหญ่คนโต เหมือนไม่ได้อยู่กับช่วงเวลาจริงๆ ตรงหน้า แต่ได้รับมอบเวลาอนาคตมาใช้ก่อน เป็นกลุ่มคนที่ได้อยู่ใกล้และได้ใช้ความรู้ ความก้าวหน้า เทคโนโลยีและวัฒนธรรมที่กำลังเปลี่ยนแปลงมีโอกาสก่อนอีกชนชั้น ในขณะที่คนอื่นๆ อยู่กับช่วงเวลาปัจจุบัน ถ้าหากว่าพวกเขาเพิ่งเกิด ผมรู้สึกว่าตัวเองเกิดมาห้าขวบปีแล้ว ถ้าหากพวกเขาอยู่ชั้นมัธยมหนึ่ง ผมก็รู้สึกว่าตัวเองกำลังใกล้จะจบชั้นมัธยมปลาย ถ้าหากว่าพวกเขาฝันใฝ่ถึงการเดินทางท่องเที่ยวด้วยรถไฟ ผมก็มีสมุดตั๋วเครื่องบินอยู่ในมือและนั่งมองบ้านเมืองจากมุมสูงๆ บนเครื่องแล้ว ผมชักว่าวเป็นตั้งแต่อายุเก้าขวบ ผมถูไถกระเจี๊ยวตัวเองกับขอบเตียงระหว่างมือพัวพันเป็นปลาหมึกกับเรือนร่างสาวใช้ที่นั่งดูทีวีอยู่ตรงปลายเตียง ค้นพบความเสียวซ่านไร้จุดจบ แล้วอยู่ดีๆ วันหนึ่งมันก็ลั่นเปรี๊ยะมีน้ำใสไหลออกมา ผมตีหม้อครั้งแรกตอนชั้นมัธยมหนึ่ง มีคู่นอนคนแรกเป็นอาอี๊ เพื่อนซี้ของม้าช่วงฤดูร้อนของมัธยมสี่ แต่อยากจะขอย้อนกลับไปวัยเด็กกว่านั้นอีกสักนิด ผมรู้จักสายตาเกิน 'เอ็นดู' ของเพื่อนๆ ป๊ากับม้า สายตาโลมเลียของมาสเตอร์โรงเรียนชั้นมัธยม สายตาที่อยากจะกินผม พร้อมกับนาบมือสัมผัสลูบไล้ขาอ่อนผมเวลาเรียกเข้าไปห้องพักครู การกัดริมฝีปากและทำเสียงดูดลอดไรฟัน ผมรู้สึกว่าเขาอยากกินผม และลึกๆ อย่างหวั่นๆ ผมก็อยากให้พวกเขากิน แต่เราก็ต่างอยู่ตรงกึ่งกลางของความหักห้ามใจ ได้แต่ฝากริมฝีปากเผยอและเสียงดูดลมลอดไรฟันแสดงออกถึงความใคร่อยากออกมาแทน",
    "stock": 10
  },
  {
    "name": "อีกเสี้ยวหนึ่งของโอบกอด",
    "id": "44",
    "writer": "ภู่มณี ศิริพรไพบูลย์",
    "publisher": "ตำหนักเพรส (Tamnak Press)",
    "pages": "176 หน้า",
    "ISBN": "9786165881173",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165881173.jpg",
    "price": "฿165.00",
    "description": "มันอาจฟังดูประสาทๆ สักหน่อย แต่ผมจำเป็นต้องบอกว่า มันมีเหตุผลและความจำเป็นบางอย่างที่ผมไม่สามารถเล่าได้ มันจะส่งผลต่ออรรถรสของเรื่องราวที่คุณจะได้อ่านต่อไปข้างหน้า\nแต่ถ้าคุณยืนยันที่จะฟัง ผมก็จะขออธิบายตรงนี้เลยว่า จริงๆ แล้ว นี่ไม่ใช่ครั้งแรกที่ผมพูดเรื่องนี้ ผมน่าจะเคยพูดแบบนี้สองหรือไม่ก็สามครั้งมาแล้ว ไม่ใช่แบบที่คุณคิด ไม่ได้หมายถึงการพูดเซ้าซี้ แต่เหมือนความรู้สึกแบบเดจาวู คือพูดเป็นครั้งแรก แต่เหตุการณ์นี้ไม่ได้เกิดขึ้นครั้งแรก\nเพราะหลังจากนี้ไปไม่กี่เดือน โลกที่เรารู้จักจะไม่มีอีกต่อไป ไม่มีทั้งผม คุณ หรือใครหลงเหลืออยู่อีกเลย มันคือจุดจบของโลกที่เรารู้จัก แต่ที่น่าแปลกคือ ผมมักจะถูกส่งกลับไปในห้วงเวลาต่างๆ ก่อนหน้านี้ มีชีวิตอยู่มาจนถึงจุดจบของโลก",
    "stock": 13
  },
  {
    "name": "วินาทีไร้น้ำหนัก",
    "id": "45",
    "writer": "วุฒิชัย กฤษณะประกรกิจ",
    "publisher": "มติชน",
    "pages": "356  หน้า",
    "ISBN": "9789740217565",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9789740217565.jpg",
    "price": "฿400.00",
    "description": "นวนิยายเรื่องนี้นำเสนอให้เห็นถึงคุณค่าของตนเองและผู้อื่นท่ามกลางเป้าหมายชีวิต ความสุข ความทรงจำที่แตกต่างกันไป ผู้เขียนก่อร่างชีวิตรูปแบบต่างๆ สื่อสารผ่านมนุษย์เงินเดือน พนักงานเสิร์ฟอาหาร สถาปนิก คนขับรถรับจ้าง พนักงานแคชเชียร์นักเรียน นักศึกษา ไปจนถึงหมาจรจัด นำเสนอตั้งแต่ระดับตัวตน คนรอบข้าง และผู้ร่วมอาศัยบนโลก โดยหลายชีวิตได้เกี่ยวข้องสัมพันธ์กันใน “อุบัติเหตุครั้งใหญ่” เกิดการเชื่อมประสานส่งผลกระทบต่อกัน อ่านจบแล้วทำให้ได้ทบทวนความหมายของชีวิต อย่าปล่อยให้สิ่งสำคัญหล่นหายไป จนล่วงผ่านไปถึงวินาทีสุดท้าย",
    "stock": 10
  },
  {
    "name": "อโศกสาง",
    "id": "46",
    "writer": "ปราปต์",
    "publisher": "แพรวสำนักพิมพ์",
    "pages": "432 หน้า",
    "ISBN": "9786161844745",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161844745.png",
    "price": "฿395.00",
    "description": "หลังจากปิดคดีเเรก ไตรตรึงษ์ ก็ตัดสินใจออกจากราชการ และเปิดสำนักงานนักสืบในชื่อ “ลิงพาดกลอน” แน่นอนว่าไม่ลืมชวนมโหตร เพื่อนรัก (หรือจะรักเพื่อน) มาร่วมสำนักด้วย งานที่ไตรตรึงษ์ได้รับการว่าจ้างจากลูกค้าส่วนใหญ่นั้นก็ไม่ค่อยเป็นชิ้นเป็นอัน แถมเกินครึ่งในนั้นเขาก็จับได้ว่าผู้ว่าจ้างแค่อยากใกล้ชิดอดีตหมวดหนุ่มสุดหล่อเท่านั้นเอง\nวันหนึ่ง สารนิจ นักข่าวที่เป็นไม้เบื่อไม้เมากับไตรตรึงษ์ตั้งแต่คดีแรกในเรื่องลิงพาดกลอน ก็ติดต่อเขาว่ามีญาติของเหยื่อ “คดีฆาตกรรมนิทานเวตาล” ต้องการความเหลือช่วยจากนักสืบ คดีฆาตกรรมดังกล่าวได้รับความสนใจจากประชาชนเป็นอย่างมาก คนร้ายจัดฉากฆาตกรรมโดยอาศัยบทบรรยายในฉากต่างๆ จากวรรณกรรมนิทานเวตาล สภาพศพที่พบในที่เกิดเหตุจึงมีความหลากหลายและน่าสยดสยอง บ้างดัดแปลง บ้างทำให้เสียรูป แต่หนึ่งสิ่งซึ่งเป็นหลักฐานที่คนร้ายต้องการจะบอกว่าฆาตกรเป็นคนคนเดียวกันก็คือ ข้อความที่ถูกวางไว้กับทุกศพเป็นท่อนตอนหนึ่งจากนิทานของเวตาลทั้งสิ้น\nจากศพแรก…สู่ศพที่สองภายในเวลาอันรวดเร็ว ก่อนจะพบศพสาม อันนำคดีนี้ไปสู่การเป็นคดีฆาตกรรมต่อเนื่องอย่างสมบูรณ์แบบ\nถึงคราวที่ไอ้ลิงและไอ้โคร่งต้องช่วยสืบแล้วละว่าใครกันที่เป็นเวตาลตัวจริง",
    "stock": 10
  },
  {
    "name": "จวบจนสิ้นแสงแดงดาว",
    "id": "47",
    "writer": "กิตติศักดิ์ คงคา",
    "publisher": "13357",
    "pages": "250 หน้า",
    "ISBN": "9786168296066",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168296066.jpg",
    "price": "฿250.00",
    "description": "'จวบจนสิ้งแสงแดงดาว'\nนวนิยายอิงประวัติศาสตร์ ที่มีพื้นหลังอยู่ในช่วงยุคสมัยการฆ่าล้างเผ่าพันธุ์เขมรแดงในประเทศกัมพูชา เรื่องราวของ “รุธิระ ธีรวงศ์” ชายหนุ่มสมาชิกตระกูลชนชั้นสูงของพนมเปญ เขาได้ตัดสินใจรับชายคนหนึ่งนาม “อุทิศ” มาเป็นผู้ดูแลความเรียบร้อยภายในบ้าน จนกระทั่งเกือบขวบปีผ่าน เพลิงโหมแห่งคอมมิวนิวต์ก็รุกเร้าเร่งเข้ามาในพนมเปญมากขึ้นทุกที สองนายบ่าวกึ่งคุ้นเคยกึ่งแปลกหน้าจึงต้องพากันระหกระเหเร่ร่อนหนีภัยสงคราม โดยมีจุดมุ่งหมายอยู่ที่สุดเขตข้ามเทือกเขาบรรทัดไปยังฝั่งประเทศไทย",
    "stock": 10
  },
  {
    "name": "เซเปียนส์: ประวัติย่อมนุษยชาติ",
    "id": "51",
    "translate_from": "Sapiens: A Brief History of Humankind",
    "writer": "Yuval Noah Harari",
    "translater": "ดร.นำชัย ชีววิวรรธน์",
    "publisher": "ยิปซี",
    "pages": "608 หน้า",
    "ISBN": "9786163017390",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786163016560_1.jpg",
    "price": "฿530.00",
    "description": "หนังสือเล่มนี้บอกเล่าเรื่องราวอันโลดโผนของประวัติศาสตร์ที่แสนพิเศษของพวกเราเอง นับตั้งแต่เมื่อครั้งยังเป็นลิงไร้หางที่ไม่สลักสำคัญใด จนกลายเป็นเจ้าผู้ครอบครองโลก\n",
    "stock": 4
  },
  {
    "name": "เสารานุกรมความรู้ ร่างกายมนุษย์ (ปกแข็ง)",
    "id": "52",
    "translate_from": "Knowledge Encyclopedia Human Body!",
    "writer": "DK",
    "translater": "กฤติกา ชินพันธ์, ศุภวิทย์ วิรชานุสรณ์",
    "publisher": "นานมีบุ๊คส์ (NANMEE BOOKS)",
    "pages": "208 หน้า",
    "ISBN": "9786160452439",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786160452439.jpg",
    "price": "฿895.00",
    "description": "เปิดเผยความมหัศจรรย์แห่งร่างกายของเราที่คุณไม่เคยเห็นมาก่อน\nตื่นตากับความมหัศจรรย์ของอวัยวะและระบบต่าง ๆ ตลอดจนการทำงานอันซับซ้อนของกลไกสุดอัจฉริยะที่เกิดขึ้นภายในร่างกายมนุษย์ ด้วยภาพแบบจำลองสามมิติที่น่าทึ่ง ภาพถ่ายภายในร่างกายที่ถ่ายด้วยเทคนิคพิเศษอันทันสมัย รวมถึงภาพถ่ายคนและเหตุการณ์จริง ซึ่งจะทำให้เรารู้จักและเข้าใจร่างกายของเรามากกว่าที่เคย",
    "stock": 10
  },
  {
    "name": "โลกละลาย",
    "id": "53",
    "translate_from": "The Uninhabitable Earth",
    "writer": "David Wallace-Wells",
    "translater": "ณิชาภา ชิวะสุจินต์",
    "publisher": "Cactus Publishing",
    "pages": "424 หน้า",
    "ISBN": "9786164991552",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786164991552_1.jpg",
    "price": "฿379.00",
    "description": "คุณเข้าใจถูกแล้ว ... ภาวะโลกร้อนไม่ได้กำลังจะเกิดขึ้น เพราะมันเกิดขึ้นแล้ว มันอยู่ตรงหน้าเราแล้ว",
    "stock": 10
  },
  {
    "name": "ความจริงไม่ใช่อย่างที่เห็น",
    "id": "54",
    "translate_from": "Reality Is Not What It Seems",
    "writer": "Carlo Rovelli",
    "translater": "ปิยบุตร บุรีคำ",
    "publisher": "Sophia",
    "pages": "236 หน้า",
    "ISBN": "9786161842178",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161842178.jpg",
    "price": "฿265.00",
    "description": "ฟิสิกส์ควอนตัม โลกของเม็ดเล็กจิ๋วที่เป็นความจริงที่สุด เท่าที่ปัญญาของมนุษย์จะเข้าใจได้ในตอนนี้ และทำให้เราต้องตั้งคำถามใหม่กับความจริงของทุกการมีอยู่",
    "stock": 8
  },
  {
    "name": "ไวรัส",
    "id": "55",
    "translate_from": "Viruses",
    "writer": "Dorothy H. Crawford",
    "translater": "นำชัย ชีววิวรรธน์",
    "publisher": "Illuminations Edition",
    "pages": "344 หน้า",
    "ISBN": "9786168215258",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786168215258.png",
    "price": "฿320.00",
    "description": "หนังสือเล่มนี้อธิบายเรื่องไวรัสไว้อย่างวิจิตรพิสดาร มีรายละเอียดในเชิงลึก แต่ก็ไม่ทิ้งภาพรวมของความสำคัญและผลกระทบจากไวรัส ซึ่งอยู่ใกล้ตัวเรามาก ดังจะเห็นได้จากการระบาดใหญ่ไปทั่วโลกของโรคโควิด-19 ในปัจจุบันที่มีไวรัสเป็นต้นเหตุ",
    "stock": 10
  },
  {
    "name": "ยินดีที่รู้จักฉัน",
    "id": "56",
    "translate_from": "Pleased To Meet Me",
    "writer": "Bill Sullivan",
    "translater": "K.D.",
    "publisher": "Amarin HOW-TO",
    "pages": "296 หน้า",
    "ISBN": "9786161838140",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161838140.png",
    "price": "฿295.00",
    "description": "อยากรู้หรือไม่ทำไมคุณเป็นอย่างที่เป็น และทำอย่างที่ทำ\nเรื่องราวของยีน ดีเอ็นเอ จุลชีพ กระบวนการเหนือพันธุกรรม ที่จะช่วยให้เราเข้าใจตัวเอง",
    "stock": 10
  },
  {
    "name": "ระเบียบแห่งการระบาด",
    "id": "57",
    "translate_from": "The Rules of Contagion",
    "writer": "Adam Kucharski",
    "translater": "กิตติศักดิ์ โถวสมบัติ",
    "publisher": "Be(ing)",
    "pages": "424 หน้า",
    "ISBN": "9786169352556",
    "img": "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/c/o/cover_the_rule-01.jpg",
    "price": "฿389.00",
    "description": "โลกของเราตั้งแต่อดีตจนถึงปัจจุบัน มีการระบาดของโรคมาแล้วหลายต่อหลายครั้ง เช่น ไข้หวัดใหญ่สเปน, อหิวาตกโรค, ไข้หวัดนก, ซาร์ส, เมอร์, มาจนถึง COVID-19 ในปัจจุบัน แม้เราจะมีการวิจัยเกี่ยวกับโรคระบาดมากมาย แต่โรคระบาดยังคงเป็นเรื่องคลุมเครือ เราได้ยินว่าโรคบางอย่างติดต่อกันหรือระบาดได้ แต่เราแทบไม่รู้เลยว่าทำไมบางโรคระบาดไปได้อย่างรวดเร็ว แต่บางโรคกลับช้า เมื่อไหร่มันจะถึงจุดสูงสุด หรือการระบาดครั้งหน้าจะมีหน้าตาเป็นอย่างไร"
  }
]
